<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <meta http-equiv="Content-Type" content=
    "text/html; charset=iso-8859-1">
    <title>
      The Project Gutenberg eBook of Carl Wilhelm Scheele, by Dr. P.T. Cleve.
    </title>
    <style type="text/css">
/*<![CDATA[  XML blockout */

<!--
    P {  margin-top: .75em;
         text-align: justify;
         margin-bottom: .75em;
         }
    H1,H2,H3,H4,H5,H6 {
         text-align: center; /* all headings centered */
         }
    HR { width: 33%;
        margin-top: 1em;
        margin-bottom: 1em;
       }
    BODY{margin-left: 10%;
         margin-right: 10%;
        }
div.center {text-align: center}
    .linenum  {position: absolute; top: auto; left: 4%;} /* poetry number */
    .note     {margin-left: 2em; margin-right: 2em; margin-bottom: 1em;} /* footnote */
    .blkquot  {margin-left: 4em; margin-right: 4em;} /* block indent */
    .pagenum  {position: absolute; left: 92%; font-size: smaller; text-align: right;} /* page numbers */
    .sidenote {width: 20%; margin-bottom: 1em; margin-top: 1em; padding-left: 1em; font-size: smaller; float: right; clear: right;}
    .poem             {margin-left:10%; margin-right:10%; text-align: left;}
    .poem br          {display: none;}
    .poem .stanza     {margin: 1em 0em 1em 0em;}
    .poem span        {display: block; margin: 0; padding-left: 3em; text-indent: -3em;}
    .poem span.i2     {display: block; margin-left: 2em;}
    .poem span.i4     {display: block; margin-left: 4em;}
    .poem .caesura    {vertical-align: -200%;}
    // -->
    /* XML end  ]]>*/
        </style>
  </head>
  <body>


<pre>

The Project Gutenberg EBook of Carl Wilhelm Scheele ett minnesblad på
hundrade årsdagen af hans död, by Per Teodor Cleve

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.net


Title: Carl Wilhelm Scheele ett minnesblad på hundrade årsdagen af hans död

Author: Per Teodor Cleve

Release Date: November 24, 2004 [EBook #14144]

Language: Swedish

Character set encoding: ISO-8859-1

*** START OF THIS PROJECT GUTENBERG EBOOK CARL WILHELM SCHEELE ***




Produced by Miranda van de Heijning and the Online Distributed
Proofreading Team. This file was produced from images generously
made available by the Bibliothèque nationale de France (BnF/Gallica)
at http://gallica.bnf.fr.






</pre>

    <h1><a id="Page_7" name='Page_7'></a>CARL WILHELM SCHEELE</h1>
    <h2>ETT MINNESBLAD<br />
     P&Aring;<br />
     HUNDRADE &Aring;RSDAGEN AF HANS D&Ouml;D</h2>
    <br />

    <h3>AF</h3>
    <h2>D:R P.T. CLEVE</h2>
    <h3>PROFESSOR VID UPSALA UNIVERSITET.</h3>
    <div class="center">
      <b>K&Ouml;PING<br />
       M. BARK&Eacute;NS F&Ouml;RLAGSBOKHANDEL (C.A. HERMANSSON)<br />
       STOCKHOLM TRYCKT I CENTRAL-TRYCKERIET 1886.<br />
      </b> <a id="Page_8" name='Page_8'></a>
    </div>
    <hr style='width: 65%;' />
    <center>
      <img src='images/image4.png' width='300' alt='CARL WILHELM SCHEELE'
      title='CARL WILHELM SCHEELE' />
    </center>
    <hr style='width: 65%;' />
    <div class="center">
      <a href='#I'><b>I</b></a><br />
      <a href='#II'><b>II</b></a><br />
      <a href='#III'><b>III</b></a><br />
      <a href='#IV'><b>IV</b></a><br />
    </div>
    <hr style='width: 65%;' />
    <center>
      <img src='images/chapter1.png' width="100%" height="150" alt='' title='' />
    </center>
    <a id="I" name='I'></a>
    <h2>I</h2>
    <br />
     <img style="float: left; clear: left;" src='images/d.png' width='100' height='100'
    alt='d' title='d' /> en politiska stormakt, som Sveriges tappre s&ouml;ner, djerfve
    h&auml;rf&ouml;rare,<a id="Page_9" name='Page_9'></a> vise statsm&auml;n och store
    konungar skapat, slutade sin korta tillvaro. Leml&auml;stadt och bl&ouml;dande ur
    djupa s&aring;r fostrade v&aring;rt land en skara af store m&auml;n, som
    pl&ouml;tsligt h&ouml;jde det till en stormakt af annan art, en stormakt inom
    vetenskapens och forskningens omr&aring;den. Till dem h&ouml;rde den nyare
    naturforskningens fader Linn&eacute;, den namnkunnige kemikern Bergman, mineralogen
    och kemikern Wallerius, fysikern Wilcke, mineralogiens reformator Cronstedt, f&ouml;r
    att ej n&auml;mna flere, hvilka alltid skola i tacksamt minne f&ouml;rvaras, s&aring;
    l&auml;nge forskning och vetenskap &auml;ras. I detta diadem af lysande namn, som
    sprida sin glans &ouml;fver v&aring;rt land, intager Scheeles en af de mest
    framst&aring;ende platserna, ty hans rykte var blott Linn&eacute;s
    underl&auml;gset.<br />
    <br />

    <p>Scheele var ingen vetenskapens konung, som ordnat det spridda vetenskapliga
    materialet till en harmonisk bygnad, han var ingen siare, som tydde naturens lagar,
    han var icke skapare af n&aring;gon teori, som lyst och v&auml;gledt i forskningens
    labyrinter; men han hade den snillets<a id="Page_10" name='Page_10'></a> slagruta,
    som uppt&auml;cker det f&ouml;rdolda i naturen samt i ljuset framdrager nya fakta af
    om&auml;tligt inflytande. Han var uppt&auml;ckare som ingen f&ouml;re och ingen efter
    honom. Hvar och en, som k&auml;nner blott elementen till Scheeles vetenskap, vet
    ocks&aring; hvilken betydelse s&aring;dana uppt&auml;ckter som syrets, fluorens,
    klorens, manganens, glycerinets, f&ouml;r att ej n&auml;mna flere, ut&ouml;fvat
    p&aring; vetenskapens och industriens utveckling.</p>
    <p>Hundra &aring;r ha f&ouml;rflutit sedan Scheele slutade sin korta och
    betydelsefulla lefnad. Hvilken utveckling hafva icke kemien och &ouml;friga
    naturvetenskaper g&aring;tt till m&ouml;tes; till hvilka sk&ouml;rdar ha ej de gamles
    uts&auml;de mognat! Kemien har ej blott till v&aring;rt sl&auml;gtes gagn
    f&ouml;r&auml;dlat de skatter jorden g&ouml;mmer i sitt inre, ej blott skapat nya
    industrigrenar, som syssels&auml;tta millioners armar, hon har lyftat breda flikar af
    den f&ouml;rl&aring;t, som h&ouml;ljer naturens, ja till och med det organiska
    lifvets verkstad. &Auml;ran af denna utveckling tillkommer ej uteslutande de
    n&auml;rmast f&ouml;rflutna hundra &aring;ren, utan i v&auml;sentlig m&aring;n de
    forskare, Scheele och hans samtida, hvilka of&ouml;rtrutet br&ouml;to den ouppodlade
    marken och lade grunden till den byggnad, som nu &auml;r uppf&ouml;rd. Det &auml;r ej
    mer &auml;n en skyldig g&auml;rd af tacksamhet, att v&aring;r tid hedrar minnet af
    grundl&auml;ggarne till v&aring;r tids vetenskap, och d&aring; hundra &aring;r
    f&ouml;rflutit sedan en af dem gick h&auml;dan, m&aring; denna skrift b&auml;ra
    vittne om, hvad Scheele varit och hvad han verkat f&ouml;r vetenskapen.</p>
    <center>
      <img src='images/chapter1b.png' width='150' alt="I" />
    </center>
    <hr style='width: 65%;' />
    <a id="II" name='II'></a>
    <h2>II</h2>
    <br />

    <p><img style="float: left; clear: left;" src='images/s.png' width='100' height='100'
    alt='S' title='S' />cheele<a id="FNanchor_1_1" name='FNanchor_1_1'></a><a
    href='#Footnote_1_1'><sup>[1]</sup></a> h&auml;rstammade fr&aring;n en gammal tysk
    och vida spridd sl&auml;gt. Han<a id="Page_11" name='Page_11'></a> f&ouml;ddes den 9
    dec. 1742 i Stralsund, den femte af tolf syskon. Fadern var k&ouml;pmannen Joachim
    Christian Scheele och modern Margaretha Varnecross.</p>
    <p>Som barn f&ouml;rr&aring;dde Scheele icke de stora anlag, som slumrade inom honom;
    han var af ett slutet och stillsamt sinnelag, som gjorde att man ans&aring;g honom
    tr&ouml;g och enfaldig. Han deltog icke i sina syskons lekar, men hade sin
    f&ouml;rn&ouml;jelse i hvarjehanda sm&aring;sakers f&ouml;rf&auml;rdigande samt
    ber&auml;ttas hafva blifvit "mycket glad, n&auml;r han hunnit fullborda n&aring;got
    af sina egna p&aring;fund". Han sattes tidigt i privat skola och erh&ouml;ll vanlig
    skolbildning i Stralsunds gymnasium. Redan i unga &aring;r v&auml;cktes hans
    h&aring;g f&ouml;r apotekareyrket genom l&auml;karen Sch&uuml;tte och apotekaren
    Cornelius, som umgingos i f&ouml;r&auml;ldrahemmet och retade gossens nyfikenhet med
    de kemiska och farmaceutiska mystiska tecknen, som Scheele ber&auml;ttas hafva med
    r&ouml;dt<a id="Page_12" name='Page_12'></a> bl&auml;ck upptecknat i en bok. Fjorton
    &aring;r gammal sattes han i apotekarel&auml;ra i G&ouml;teborg hos apotekaren Bauch.
    Snart fick han sina g&ouml;rom&aring;l i laboratoriet och k&auml;nde sig nu p&aring;
    sin r&auml;tta plats. En samtida kamrat, Gr&uuml;nberger, uppmanade honom att studera
    kemi. Arbeten af Neumann, en h&auml;ngifven l&auml;rjunge af Stahl, flogistonteoriens
    grundl&auml;ggare, uppenbarade f&ouml;r honom hans kallelse. P&aring; lediga stunder
    och under nattens tystnad studerade han med ifver &auml;fven Lemerys, Stahls och
    Kunkels skrifter, i synnerhet den sistn&auml;mdes Laboratorium chymicum och Ars
    vitraria experimentalis. Om n&auml;tterna och i all hemlighet gjorde han efter de
    f&ouml;rs&ouml;k, hvarom han l&auml;st, och vande sig s&aring; att med sm&aring; och
    obetydliga hjelpmedel utf&ouml;ra kemiska experiment. En g&aring;ng h&auml;nde det
    honom, att en hans kamrat af okynne blandat knallpulver i pyrofor, hvarmed han
    experimenterade. Under natten exploderade alltsammans med en v&aring;ldsam knall, som
    v&auml;ckte huset och satte det i oro och f&ouml;rskr&auml;ckelse. De
    f&ouml;rebr&aring;elser han till f&ouml;ljd h&auml;raf &aring;drog sig,
    afskr&auml;ckte honom icke det minsta, utan fortsatte han med all flit att genom
    experiment, l&auml;sning och begrundande &ouml;ka sina insigter. Hans principal
    oroades &ouml;fver hans rastl&ouml;sa flit och skref till f&ouml;r&auml;ldrarne "at
    han fruktade Carl skulle genom sin ih&auml;rdiga flit g&ouml;ra sig skada; d&aring;
    han studerade halfva n&auml;tterna i b&ouml;cker, hvilka &auml;nnu f&ouml;r honom
    voro f&ouml;r h&ouml;ge och dem Herr Gr&uuml;nberger gifvit honom".</p>
    <p>Efter den sex&aring;riga l&auml;rotidens slut stannade Scheele ytterligare
    tv&auml;nne &aring;r i G&ouml;teborg, hvarefter han fick anst&auml;llning i
    Malm&ouml; hos apotekaren Kjellstr&ouml;m, hvil<a id="Page_13" name='Page_13'></a>ken
    hade mycket intresse f&ouml;r kemiska f&ouml;rs&ouml;ks anst&auml;llande och
    derf&ouml;r omfattade Scheele med mycken v&auml;lvilja. Han fick h&auml;r
    tillf&auml;lle att ytterligare f&ouml;rkofra sig i kemien. F&ouml;r st&ouml;rre delen
    af sin l&ouml;n k&ouml;pte han kemiska b&ouml;cker, som han grundligt och med
    eftertanke studerade. Fr&aring;n denna tid daterar sig hans bekantskap och
    v&auml;nskap med den sedermera s&aring; ber&ouml;mde m&aring;ngkunnige Anders Johan
    Retzius. Under sin vistelse i Malm&ouml; utarbetade han sin unders&ouml;kning
    &ouml;fver "Sal acetosell&aelig;", hvilken, enligt yttranden af Gahn, l&auml;r ha
    ledt till den vigtiga uppt&auml;ckten af oxalsyra. En h&auml;r&ouml;fver
    f&ouml;rfattad afhandling inlemnades 1768 till Vetenskapsakademien, men blef icke
    till trycket befordrad, emedan Torbern Bergman, till hvilken afhandlingen
    remitterades, f&ouml;rklarat att han deri icke funnit n&aring;got nytt. F&ouml;ga
    b&auml;ttre gick det med hans vackra uppt&auml;ckt af vinsyran, hvilken han
    of&ouml;rbeh&aring;llsamt anf&ouml;rtrodde &aring;t Retzius. Denne repeterade
    f&ouml;rs&ouml;ken och skref den i Vetenskapsakademiens Handlingar 1770 inf&ouml;rda
    afhandlingen "f&ouml;rs&ouml;k med vinsten och dess syra", hvari han omtalar att
    Scheele, "en snabb och l&auml;rgirug[*typo l&auml;rgirig?] Pharmaci&aelig;
    studiosus", lyckats ur vinsten framst&auml;lla en ny, fr&aring;n alla andra syror
    till sina egenskaper skild syra.</p>
    <p>Efter trenne &aring;rs vistelse i Malm&ouml; flyttade Scheele 1768 till Stockholm,
    der han fick kondition p&aring; apoteket Korpen. Vistelsen h&auml;r behagade honom
    mindre, emedan han icke fick l&auml;gga hand vid laboratorieg&ouml;rom&aring;len.
    Experimentera m&aring;ste han, och sysslade derf&ouml;r i apotekets f&ouml;nster med
    solljusets inflytande p&aring; &auml;mnen, allt under det han expedierade recepten.
    Redan i <a id="Page_14" name='Page_14'></a>Stockholm var han k&auml;nd som en
    s&auml;rdeles skicklig kemiker och f&ouml;rv&auml;rfvade sig p&aring; grund deraf
    v&auml;nskap af den tidens framst&aring;ende l&auml;kare, B&auml;ck, Schulzenheim,
    Bergius och Gahn. Genom den sistn&auml;mde blef han sedermera i Upsala bekant och
    v&auml;n med brodern, den utm&auml;rkte bergsmannen och kemisten J.G. Gahn, med
    hvilken han, sedan han lemnat Upsala, stod i liflig brefvexling.<a id="FNanchor_2_2"
    name='FNanchor_2_2'></a><a href='#Footnote_2_2'><sup>[2]</sup></a> Han flyttade
    snart, 1770, fr&aring;n Stockholm till Upsala, der han hos apotekaren Lokk p&aring;
    stads-och provincialapoteket Uplands Vapen fick sig anf&ouml;rtrodd ledningen af
    laboratoriearbetena och derj&auml;mte erh&ouml;ll tillst&aring;nd att forts&auml;tta
    med sina egna f&ouml;rs&ouml;k. Den tiden var den l&auml;rde och ber&ouml;mde Torbern
    Bergman professor i kemi vid Upsala universitet. En tillf&auml;llighet
    sammanf&ouml;rde de b&auml;gge hvar p&aring; sitt s&auml;tt s&aring;
    framst&aring;ende vetenskapsm&auml;nnen. Scheeles principal hade m&auml;rkt, att om
    man l&auml;nge h&aring;ller salpeter sm&auml;lt vid icke allt f&ouml;r h&ouml;g
    temperatur, erh&aring;ller man ett salt, som vid tillsats af &auml;ttiksyra utvecklar
    r&ouml;da &aring;ngor. Hvarken den skicklige kemikern, bergm&auml;staren Gahn ej
    heller Bergman kunde gifva n&aring;gon f&ouml;rklaring &ouml;fver detta, men Scheele
    k&auml;nde den r&auml;tta orsaken, eller att salpetern vid upphettning upptager
    flogiston (d.v.s. reduceras) och ger ett salt af en ny syra (salpetersyrlighet), som
    &auml;r svag och derf&ouml;r utdrifves af &auml;ttiksyran. Gahn, som f&aring;tt
    kunskap om denna f&ouml;rklaring, meddelade den till Bergman, och denne f&ouml;rstod
    genast till sitt fulla v&auml;rde uppskatta detta prof p&aring; ovanliga insigter
    samt &ouml;nskade g&ouml;ra apotekslaborantens bekantskap. Scheele, som &aring; <a
    id="Page_15" name='Page_15'></a>sin sida hade i minnet det &ouml;de Bergman beredt
    hans f&ouml;rsta kemiska afhandling, var icke synnerligen b&ouml;jd h&auml;rf&ouml;r,
    men l&auml;t dock &ouml;fvertala sig af Gahn. S&aring; uppstod nu bekantskap och
    v&auml;nskap mellan dessa s&aring; utm&auml;rkte och dock s&aring; olika
    beg&aring;fvade m&auml;n, hvilka p&aring; ett lyckligt s&auml;tt kompletterade
    hvarandra. Bergman med blicken &ouml;fver hela vetenskapens omr&aring;de visade
    Scheele p&aring; uppgifter, som denne, den ovanligt skarpsinnige och skicklige
    experimentatorn, visste att g&ouml;ra fruktbringande f&ouml;r vetenskapen. Scheele,
    som ej hade Bergmans omfattande bildning, underst&auml;lde &aring; sin sida ofta
    Bergman sina arbeten till n&auml;rmare granskning. Under sin vistelse i Upsala
    utf&ouml;rde Scheele en m&auml;ngd ytterst vigtiga arbeten och unders&ouml;kningar,
    som hastigt gjorde honom till en af den tidens ber&ouml;mdaste kemister. Man
    m&aring;ste f&ouml;rv&aring;nas att Scheele, utom sitt yrkes sk&ouml;tande, kunde
    medhinna utarbetandet af s&aring; m&aring;nga och m&ouml;dosamma unders&ouml;kningar.
    Arbete var f&ouml;r honom en l&auml;tt sak, hans f&ouml;rn&auml;msta bekymmer
    bestodo, s&aring;som han sjelf i ett bref f&ouml;rklarar, "i nya phenomeners
    f&ouml;rklarande". Vetenskapsakademien, som visste att uppskatta Scheeles r&ouml;n,
    kallade honom genom enh&auml;lligt val till sin ledamot 1775; det var den enda yttre
    utm&auml;rkelse, som kom Scheele till del fr&aring;n f&auml;derneslandet.</p>
    <p>Scheele, som i Upsala b&ouml;rjade t&auml;nka p&aring; sin framtida bergning och
    &ouml;nskade i synnerhet st&ouml;rre frihet och ledighet att mera oberoende
    fullf&ouml;lja sina vetenskapliga forskningar och unders&ouml;kningar, s&ouml;kte nu
    att f&aring; &ouml;fvertaga sk&ouml;tseln af apoteket i K&ouml;ping, hvars
    innehafvare, Pohl, nyligen aflidit och som egdes af den efterlefvande enkan. Ehuru
    Scheele icke aflagt erfor<a id="Page_16" name='Page_16'></a>derlig examen, beviljade
    honom dock Collegium medicum, som nogsamt k&auml;nde hans skicklighet, r&auml;ttighet
    att f&ouml;rest&aring; apoteket och att till l&auml;gligt tillf&auml;lle uppskjuta
    examen. Kommen till K&ouml;ping hvilade han sig icke. "I t&ouml;ren v&auml;l tro",
    skrifver han vid denna tid till en v&auml;n, "at jag nu f&aring;tt matsorgen och
    s&aring;ledes bjuder Experimental-Chemien en god natt. Ach nej! denna &auml;dla
    Vetenskap &auml;r mitt &ouml;ga. Hafven t&aring;lamod, och J skolen &aring;ter snart
    hafva n&aring;got nytt &auml;t f&ouml;rnimma". Detta l&ouml;fte h&ouml;ll
    Scheele.</p>
    <p>Han griper sig genast an med att sammanskrifva sin ber&ouml;mda bok om Luft och
    Eld, hvartill manuskriptet redan i slutet af oktober 1775 var f&auml;rdigt. I detta
    arbete, som inneh&aring;ller en fast otrolig m&auml;ngd vigtiga r&ouml;n, beskrifver
    Scheele eldsluften, eller hvad vi nu kalla syregas, och visar dess betydelse vid
    f&ouml;rbr&auml;nningen och andningsprocessen. Denna uppt&auml;ckt, som &auml;r basen
    f&ouml;r hela den nyare kemien, var likv&auml;l kort f&ouml;rut, den 1 aug. 1774,
    gjord af Priestley, ehuru Scheele icke kunde hafva haft n&aring;gon k&auml;nnedom
    derom. Priestley s&auml;ger sjelf: "Mr Scheeles discovery was certainly independent
    of mine, though, I believe, not made quite as early". (Herr Scheeles uppt&auml;ckt
    gjordes utan tvifvel oberoende af min, ehuru som jag tror ej fullt s&aring; tidigt.)
    Han delar s&aring;ledes med Priestley &auml;ran af syrets uppt&auml;ckande. Bokens
    tryckning f&ouml;rsenades ansenligt, ty den blef f&ouml;rst 1877 f&auml;rdig.
    Manuskriptet var f&ouml;rst till genomseende hos Bergman, som f&ouml;rfattade ett
    f&ouml;retal dertill; men han b&auml;r icke skulden, att det vigtiga arbetet s&aring;
    sent utkom. Den hvilar p&aring; bokhandlaren Svederus. En f&ouml;ljd af att arbetet
    s&aring; <a id="Page_17" name='Page_17'></a>sent utkom var, att m&aring;nga deri
    beskrifna r&ouml;n redan f&ouml;rut voro k&auml;nda. Arbetet utkom i tv&auml;nne
    upplagor p&aring; tyska spr&aring;ket, samt &ouml;fversattes p&aring; engelska,
    franska och latin. Vid sidan af detta vetenskapliga arbete str&auml;fvade han
    rastl&ouml;st att ur skuld och l&auml;gervall resa det af f&ouml;retr&auml;daren
    anlagda apoteket. Aff&auml;ren tog upp sig, men efter ett halft &aring;r
    inst&auml;lde sig spekulanter p&aring; apoteket. Detta gr&auml;mde Scheele. "Jag
    &auml;r r&auml;tt mj&auml;ltsjuk", skrifver han, "ty det ser ut som skulle jag
    h&auml;r icke komma &auml;t g&ouml;ra min lycka. Man har, mig ovetande, afslutat et
    contract om Apoteket. M&aring;ste man d&aring; n&ouml;dv&auml;ndigt hafva penningar
    om man i verlden vill hafva sit br&ouml;d?" Fr&aring;n alla h&aring;ll kommo nu anbud
    till honom. Gahn bj&ouml;d honom till sig, Bergman likas&aring;. Linn&eacute;,
    Wargentin, Schulzenheim, Alstr&ouml;mer m. fl. &ouml;fverlade och besl&ouml;to att
    erbjuda honom Alings&aring;s apotek och der inr&auml;tta ett tjenligt laboratorium.
    Andra ville draga honom s&aring;som "chemicus regius" till hufvudstaden. Man
    erbj&ouml;d honom att &ouml;fvertaga direktionen f&ouml;r ett nytt och stort
    br&auml;nneri. &Auml;fven utlandet s&ouml;kte f&ouml;rv&auml;rfva sig den
    ber&ouml;mde svensken. P&aring; d'Alemberts rekommendation kallades han, liksom
    Bergman kort f&ouml;rut, till Berlin. Han afb&ouml;jde dock denna hedrande kallelse
    s&aring; v&auml;l som ett anbud fr&aring;n England om anst&auml;llning med 300
    &pound; &aring;rlig l&ouml;n. "Jag kan ej mera &auml;n &auml;ta mig m&auml;tt",
    skrifver han till en af sina v&auml;nner, "och om detta g&aring;r an i K&ouml;ping,
    beh&ouml;fver jag icke annorst&auml;des s&ouml;ka det". Till sin bror, som
    f&ouml;rebr&aring;dde honom att han icke antagit anbudet fr&aring;n Berlin, skrifver
    han: "Jag f&ouml;rundrar mig d&auml;r&ouml;fver at du, M.B. vet om det &aring;rliga
    arfvode (1200 Riksd.) som blifvit <a id="Page_18" name='Page_18'></a>mig tilbudet
    fr&aring;n Berlin. Sant &auml;r at s&aring;dant skedde f&ouml;r tre &aring;r sedan.
    Men som jag p&aring; l&aring;ngt n&auml;r ej hunnit s&aring; l&aring;ngt uti Chemien,
    som erfordras till en s&aring;dan best&auml;llning, har jag med god
    &ouml;fverl&auml;ggning afslagit detsamma, &ouml;fvertygad &auml;t jag &auml;fven i
    K&ouml;ping kan hafva mitt dageliga br&ouml;d". Helst ville Scheele, om han ej kunde
    stanna i K&ouml;ping, komma &aring;ter till Upsala. Blir jag ej i K&ouml;ping,
    s&aring; kommer jag till Eder, skref han till Bergman. Borgerskapet i K&ouml;ping,
    hvars f&ouml;rtroende han vunnit och som ins&aring;g den &auml;ra en s&aring;
    ber&ouml;md man som Scheele sk&auml;nkte staden, best&auml;mde i f&ouml;rening med
    magistraten och landsh&ouml;fdinge-embetet, att de ingen annan ville hafva till
    apotekare &auml;n Scheele. Privilegium att anl&auml;gga ett nytt apotek beviljades
    honom och han sl&ouml;t med f&ouml;rra apoteket den &ouml;fverenskommelse, att han
    som r&auml;tte egaren till K&ouml;pings apotek &aring;tog sig f&ouml;rra apotekets
    skulder och enkans underh&aring;ll. Han arbetade nu med all kraft p&aring; apotekets
    upphjelpande. Genom flit och omtanke skapade han sig oberoende, till och med
    v&auml;lst&aring;nd. Men detta hindrade honom icke att fullf&ouml;lja sina kemiska
    forskningar, som gjorde honom till en &ouml;fver hela Europa fr&auml;jdad man.
    Berlins naturforskares&auml;llskap invalde honom 1778. Turins vetenskapsakademi
    kallade honom 1784, i Gustaf III:s n&auml;rvaro, till sin ledamot.</p>
    <p>Under vistelsen i K&ouml;ping slet han sig blott en g&aring;ng, 1777, l&ouml;s
    fr&aring;n sina forskningar f&ouml;r att g&ouml;ra en resa till Stockholm och bevista
    ett sammantr&auml;de i Vetenskapsakademien, den enda g&aring;ngen i sitt lif han var
    n&auml;rvarande i den akademi, i hvars handlingar han tryckte n&auml;stan alla sina
    skrifter, utom den om Luft och Eld.</p>
    <p><a id="Page_19" name='Page_19'></a>Borgman, som d&aring; var preses, helsade honom
    med f&ouml;ljande ord: "Det ar en besynnerlig f&auml;gnad f&ouml;r denna kongl.
    akademien att se en s&aring; arbetande ledamot intaga ett rum i dess samfund, och
    f&ouml;r mig, som vid detta tillf&auml;lle hafver den &auml;ran att vara
    ordf&ouml;rande, &auml;r det en f&ouml;rdubblad f&ouml;rn&ouml;jelse. Jag har i flere
    &aring;r varit vitne till Eder of&ouml;rlikneliga flit, till Eder synnerliga
    skicklighet att genom tjenliga experimenter aftvinga naturen sina hemligheter, och
    till Edra skarpsinniga slutsatser af anst&auml;lda f&ouml;rs&ouml;k. Hvad kan
    d&aring; vara naturligare &auml;n att den, som innerligen &auml;lskar sin vetenskap,
    med utm&auml;rkt gl&auml;dje ser Eder intaga ett hedersst&auml;lle, till hvilket
    f&ouml;rtjenst allena banat Eder v&auml;gen". Dagen f&ouml;rut hade Scheele aflagt
    uti Collegium medicum apotekare-examen inf&ouml;r en talrik samling
    &aring;h&ouml;rare, och erh&aring;llit &ouml;ppen fullmakt att vara apotekare i
    K&ouml;ping. "Mera till betygande af sitt fullkomliga n&ouml;je och tillgifvenhet
    f&ouml;r Herr Scheele, samt i f&ouml;rhoppning om dess nyttiga bitr&auml;de vid
    Pharmacopeens f&ouml;rb&auml;ttrande efter vere facta et probata, &auml;n att
    dymedelst &aring;stadkomma n&aring;gon besparing f&ouml;r Herr Scheele" eftergaf
    Kongl. Collegium alla vanliga kostnader och afgifter. D&aring; Bergman samma &aring;r
    nedlade presidiet i akademien satte han i verket en i akademien l&auml;nge n&auml;rd
    &ouml;nskan att bevilja Scheele en &aring;rlig pension af 100 Riksdaler till
    uppmuntran och underst&ouml;d vid hans kemiska unders&ouml;kningar, ett
    underst&ouml;d som &aring;rligen utgick fr&aring;n akademien &auml;nda till Scheeles
    d&ouml;d.</p>
    <p>Scheele kunde nu motse en lugnare och mindre bekymmersam framtid. Men &auml;nnu i
    sin b&auml;sta &aring;lder, mot slutet af 1775, angreps han, som f&ouml;rut aldrig
    varit sjuk, <a id="Page_20" name='Page_20'></a>af h&ouml;ftv&auml;rk och gikt. Det
    oaktadt fortsatte han sina forskningar. &Auml;nnu i februari 1786 inlemnade han sin
    afhandling om gall&auml;plesyran till Vetenskapsakademien. Samma m&aring;nad
    insjuknade han. Den 21 maj 1786 kl. half 12 afled han i lugn och stillhet.
    D&ouml;dsorsaken uppgifves hafva varit lungsot. Tv&aring; dagar f&ouml;rut hade han
    satt i verket sitt l&auml;nge till&auml;mnade &auml;ktenskap med sin
    f&ouml;retr&auml;dares enka, som han derigenom gjorde till laglig egarinna af sin
    egendom.<a id="FNanchor_3_3" name='FNanchor_3_3'></a><a
    href='#Footnote_3_3'><sup>[3]</sup></a></p>
    <p>I K&ouml;pings kyrka uppsattes 1827, p&aring; bekostnad af apotekaresocieteten,
    p&aring; en af pelarne l&auml;ngst fram i koret ett monument &ouml;fver den man, som
    gjort K&ouml;ping till en &auml;fven i utlandet k&auml;nd stad.</p>
    <p>Kongl. Vetenskapsakademien slog 1790 &ouml;fver honom en minnespenning, som
    p&aring; framsidan f&ouml;rest&auml;ller Scheeles portr&auml;tt och p&aring; baksidan
    af bildar f&ouml;rs&ouml;ket med f&ouml;rbr&auml;nning i eldsluft. Inskriptionen
    lyder: Ingenio stat sine morte decus. I afsk&auml;rningen l&auml;ses: Socio
    pr&aelig;matura morte erepto Reg. Acad. Scient. Stockholmiensis. &Auml;fven Svenska
    akademien slog 1827 en minnespenning &ouml;fver Scheele, p&aring; &aring;tsidan med
    ett portr&auml;tt, p&aring; fr&aring;nsidan med en bild af Isis, fr&aring;n hvilken
    Hermes s&ouml;ker lyfta sl&ouml;jan. Minnespenningen b&auml;r om-skriften:
    "Natur&aelig; sacra orgia movit". Samma &aring;r h&ouml;ll Franz&eacute;n hans
    &aring;minnelsetal i akademien.</p>
    <p>P&aring; apotekaren Gottfr. Arbmans initiativ v&auml;cktes vid ett
    apotekarem&ouml;te i Stockholm &aring;r 1872 ett f&ouml;rslag att insamla medel till
    en minnesstod &ouml;fver Scheele.</p>
    <p><a id="Page_21" name='Page_21'></a>Den hittills tecknade summan uppg&aring;r till
    omkring 21,000 kronor.</p>
    <p>Scheele beskrifves hafva varit af medelm&aring;ttig v&auml;xt, samt frisk och
    kraftig kroppsbyggnad. S&aring;som en m&auml;rkv&auml;rdighet ber&auml;ttar Wilcke,
    att elektriska experiment aldrig ville lyckas i hans n&auml;rvaro. Redbar och
    of&ouml;rbeh&aring;llsam f&ouml;rv&auml;rfvade han sig aktning och f&ouml;rtroende
    hos alla, med hvilka han kom i ber&ouml;ring. Hans anspr&aring;ksl&ouml;shet var lika
    stor som hans anseende ber&auml;ttigadt. Detta visas b&auml;st deraf att, d&aring;
    han kallades till medlem af akademien i Turin, han skref till en v&auml;n: "I sanning
    tror jag &auml;t man h&aring;ller mig allest&auml;des f&ouml;r en af de st&ouml;rsta
    Chemister, och kunde jag snart nog blifva stolt d&auml;r&ouml;fver. Vill man s&aring;
    fortfara l&auml;rer jag snart inbilla mig at i sjelfva verket &auml;ga lika mycken
    erfarenhet och snille som en Macquer, och Bergman. Men at s&auml;ga min r&auml;tta
    mening, hade desse f&ouml;rtjente m&auml;n mera insigt i sina fingrar &auml;n jag uti
    hela mit hufvud."</p>
    <p>Scheele var icke akademiskt bildad och saknade en mera omfattande l&auml;rdom, men
    han hade fr&aring;n sin tidigare ungdom vant sig att sjelfst&auml;ndigt och oberoende
    af f&ouml;rutfattade meningar t&auml;nka och genom experiment pr&ouml;fva riktigheten
    af sina slutsatser. H&auml;ri ligger till en stor del orsaken att han kunnat
    uppt&auml;cka s&aring; mycket, som andra g&aring;tt f&ouml;rbi. Hans
    bokf&ouml;rr&aring;d<a id="FNanchor_4_4" name='FNanchor_4_4'></a><a
    href='#Footnote_4_4'><sup>[4]</sup></a> var ganska inskr&auml;nkt, men han l&auml;ste
    dock mycket och gjorde derur anteckningar. De flesta experiment, hvarom han
    l&auml;st, eftergjorde han och f&ouml;rskaffade sig s&aring; en <a id="Page_22"
    name='Page_22'></a>vidstr&auml;ckt erfarenhet. "Min pl&auml;gsed vid Chemiska
    uppgifter &auml;r", s&auml;ger han, "att aldrig tro n&aring;gon af dem, innan jag,
    genom gjorda f&ouml;rs&ouml;k, pr&ouml;fvat den samma". Sedan han blifvit en
    ber&ouml;md och ryktbar man, fick han af talrika vetenskapsm&auml;n sig
    tills&auml;nda nya arbeten, hvilka j&auml;mte andaktsb&ouml;cker voro hans
    k&auml;raste l&auml;sning. Han var n&auml;mligen en from man. Prosten Ahlstr&ouml;m,
    som vid Scheeles jordf&auml;stning h&ouml;ll ett varmt tal &ouml;fver den
    bortg&aring;ngne, s&auml;ger, att han var en kristen af &auml;kta slaget och
    beflitade sig mer om att vara det, &auml;n att synas.</p>
    <p>D&aring; denne hans v&auml;n f&ouml;rkunnade honom d&ouml;dens snara ankomst,
    fattade Scheele hans hand och sade: "Allsm&auml;ktige, s&aring; &auml;r min hjelp
    s&aring; n&auml;ra f&ouml;r handen; Herre h&auml;r &auml;r jag; pris vare Dig, som
    st&auml;ndigt h&aring;llit Din hand utstr&auml;ckt &ouml;fver mig, som s&aring;
    underligt f&ouml;rt mig till grafven, huru ofta har mitt hjerta f&ouml;rg&auml;tit
    sin plikt, sin salighet; men Du aldraheligaste har dock ej g&aring;tt till doms med
    din tjenare; tag det pris, som min d&ouml;ende tunga framstapplar; jag ar allt
    f&ouml;r ringa till den n&aring;d och barmhertighet Du mig bevisat hafver."</p>
    <hr style='width: 65%;' />
    <p><b>FOTNOT:</b></p>
    <a id="Footnote_1_1" name='Footnote_1_1'></a><a href='#FNanchor_1_1'>[1]</a>
    <div class='note'>
      <p>Uppgifterna i denna lefnadsteckning &auml;ro hemtade hufvudsakligen ur
      "&Aring;minnelsetal h&aring;llet f&ouml;r K. Vetenskaps-Akademien d. 14 oct. 1799
      af C.G. Sj&ouml;sten", hvilket blifvit utarbetadt efter anteckningar och samlingar
      gjorda af den ber&ouml;mda fysikern Wilcke.&mdash;F&ouml;r &ouml;frigt har jag
      anlitat: KOPP, Geschichte der Chemie; SACKL&Eacute;N, Sveriges Apotekare-Historia
      1833; A.E. NORDENSKJ&ouml;LD, "Ett blad ur de svenska naturvetenskapernas historia"
      (Framtiden 1877, sid. 79).</p>
    </div>
    <a id="Footnote_2_2" name='Footnote_2_2'></a><a href='#FNanchor_2_2'>[2]</a>
    <div class='note'>
      <p>En st&ouml;rre samling bref fr&aring;n Scheele till Gahn, alla p&aring; tyska,
      finnes &auml;nnu i Kongl. Vetenskapsakademiens bibliotek.</p>
    </div>
    <a id="Footnote_3_3" name='Footnote_3_3'></a><a href='#FNanchor_3_3'>[3]</a>
    <div class='note'>
      <p>Scheele jordades p&aring; K&ouml;pings kyrkog&aring;rd, men hans graf &auml;r
      icke s&auml;kert k&auml;nd. F&ouml;r flere &auml;r sedan tr&auml;ffades dock till
      h&ouml;ger utanf&ouml;r kyrkans s&ouml;dra ing&aring;ng en pl&aring;t, som
      tillh&ouml;rt Scheeles kista.</p>
    </div>
    <a id="Footnote_4_4" name='Footnote_4_4'></a><a href='#FNanchor_4_4'>[4]</a>
    <div class='note'>
      <p>Enligt Nordenskj&ouml;ld utgjordes hans boksamling, d&aring; bouppteckning
      skedde, af 12 medicinska och kemiska arbeten, hvartill kommo n&aring;gra andra
      "svenska, tyska och franska b&ouml;cker" v&auml;rderade till 6 spec. (24
      kronor).</p>
    </div>
    <center>
      <img src='images/chapter2b.png' width='150' alt="II"/>
    </center>
    <hr style='width: 65%;' />
    <a id="III" name='III'></a>
    <h2>III</h2>
    <br />

    <p><a id="Page_23" name='Page_23'></a><img style="float: left; clear: left;"
    src='images/u.png' width='100' height='100' alt='U' title='U' />nder det 18:de
    &aring;rhundradet str&auml;fvade naturforskningen att l&ouml;sslita sig fr&aring;n
    metafysikens ofruktbara spekulationer och insl&aring; p&aring; den enda, till
    m&aring;let ledande v&auml;gen, erfarenhetens, experimentets och iakttagelsens.
    S&auml;rskildta laboratorier f&ouml;r kemiska arbeten funnos visserligen vid denna
    tid,<a id="FNanchor_5_5" name='FNanchor_5_5'></a><a
    href='#Footnote_5_5'><sup>[5]</sup></a> men de flesta framst&aring;ende kemister
    utbildades dock d&aring; och &auml;fven under b&ouml;rjan af v&aring;rt
    &aring;rhundrade p&aring; apoteken. Lemeri, Baum&eacute;, Rouelle m.fl., t.o.m.
    Liebig i v&aring;rt &aring;rhundrade grundlade sina kemiska studier s&aring;som
    farmaceuter. Scheele erh&ouml;ll aldrig annat tillf&auml;lle att syssels&auml;tta sig
    med kemiska studier och forskningar &auml;n det apoteken lemnade. Vi ha sett huru
    Scheele flyttade fr&aring;n det ena apoteket till det andra, &auml;nda till dess han
    blef bofast i K&ouml;ping. F&ouml;rst i denna stad kunde Scheele t&auml;nka p&aring;
    att inreda &aring;t sig ett laboratorium. Vid ankomsten till K&ouml;ping bodde han i
    ett rum p&aring; g&auml;stgifvareg&aring;rden och hans f&ouml;rsta laboratorium
    utgjordes af en f&ouml;rfallen bod med trasiga f&ouml;nsterrutor, till h&auml;lften
    afplankad f&ouml;r &aring;kdon och &aring;kerredskap. H&auml;r uppsatte <a
    id="Page_24" name='Page_24'></a>han n&aring;gra enkla ugnar. Sedan Scheele
    uppr&auml;ttat apoteket ur dess f&ouml;rfall och kommit i en j&auml;mf&ouml;relsevis
    bergad st&auml;llning, inredde han ett nytt laboratorium, som synes hafva varit efter
    den tidens anspr&aring;k ganska v&auml;l f&ouml;rsedt, &aring;tminstone om man
    f&aring;r d&ouml;ma efter yttranden af spaniorerna d'Elhujar, Bergmans
    l&auml;rjungar, som bes&ouml;kte Scheele i K&ouml;ping.</p>
    <center>
      <img src='images/image22.png' width='500'
      alt='Scheeles apotek och bostad. Anv&auml;ndes fortfarande till apotek.'
      title=' Scheeles apotek och bostad. Anv&auml;ndes fortfarande till apotek.' />
    </center>
    <p>De apparater Scheele begagnade voro de aldra enklaste; n&aring;gra glaskolfvar,
    retorter, vanliga buteljer, flaskor och framf&ouml;r allt, vid experiment med gaser,
    oxbl&aring;sor. Skulle en gas utvecklas, band han en hopkramad oxbl&aring;sa med ett
    sn&ouml;re vid retorthalsen och kn&ouml;t till &ouml;ppningen, d&aring; bl&aring;san
    var sp&auml;nd. N&auml;r han ville utveckla kolsyra, insn&ouml;rde han n&aring;gra
    bitar krita i bottnen p&aring; en oxbl&aring;sa samt h&auml;lde s&aring; en
    utsp&auml;dd syra <a id="Page_25" name='Page_25'></a> i bl&aring;san, hvars mynning
    hopbands, sedan han f&ouml;rut s&aring; noga som m&ouml;jligt hopkramat
    bl&aring;san.</p>
    <a id="Page_26" name='Page_26'></a>
    <center>
      <img src='images/image23.png' width='500'
      alt='Epitaphium i K&ouml;pings kyrka. Scheeles apparat f&ouml;r beredande af syrgas. (Kopia ur "Luft und Feuer".). Uppsatt af Apotekaresocieteten i Stockholm.'
       title='Epitaphium i K&ouml;pings kyrka. Scheeles apparat f&ouml;r beredande af syrgas. (Kopia ur "Luft und Feuer".). Uppsatt af Apotekaresocieteten i Stockholm.' />
    </center>
    <hr style='width: 65%;' />
    <center>
      <img src='images/image25a.png' width='500'
      alt='Qvarlefvor fr&aring;n Scheeles laboratorium och apotek.'
      title='Qvarlefvor fr&aring;n Scheeles laboratorium och apotek.' />
    </center>
    <hr style='width: 65%;' />
    <center>
      <img src='images/image25b.png' width='500'
      alt='Scheeles apparat f&ouml;r beredande af syrgas. (Kopia ur "Luft und Feuer"'
      title='Scheeles apparat f&ouml;r beredande af syrgas. (Kopia ur "Luft und Feuer"' />
    </center>
    <p><a id="Page_27" name='Page_27'></a> Bandet mellan kritbitarne och syran borttogs
    och gasen utsp&auml;nde bl&aring;san. N&auml;r han skulle framst&auml;lla
    qv&auml;foxidgas, fuktade <a id="Page_28" name='Page_28'></a>han bl&aring;san
    inv&auml;ndigt med olja, f&ouml;r att bl&aring;san icke skulle angripas under
    f&ouml;rs&ouml;ket, kastade deri n&aring;gra metallbitar, hopkramade bl&aring;san och
    band dess mynning omkring en liten glasburk med salpetersyra. Nu nedskakades bitarne
    i salpetersyran i burken; gasen utvecklades och sp&auml;nde ut bl&aring;san, som
    tillkn&ouml;ts, n&auml;r den blef full med gas. <img
    style="float: left; clear: left;" src='images/image29.png' width='200'
    alt='Scheeles kolsyreapparat. Ur "Luft und Feuer".'
    title='Scheeles kolsyreapparat. Ur "Luft und Feuer".' /> Skulle nu en gas flyttas ur
    en bl&aring;sa till en flaska, fyldes flaskan med vatten och korkades. Sedan bands
    bl&aring;sans mynning t&auml;tt &ouml;fver flaskans, hvarefter flaskan v&auml;ndes
    s&aring;, att dess botten kom upp&aring;t och bl&aring;san ned&aring;t. Scheele
    fattade nu flaskan med venstra handen, korken uttogs och fasth&ouml;lls med den
    h&ouml;gra. Vattnet rann ut i bl&aring;san, under det gasen fylde flaskan. Nu
    insattes korken &aring;ter i flaskan, som upp och nedv&auml;nd f&ouml;rvarades i ett
    k&auml;rl med vatten. N&auml;r han ville m&auml;tta vatten med en gas, f&ouml;rfor
    han p&aring; nyss beskrifna s&auml;tt, men s&aring; att blott en fj&auml;rdedel af
    vattnet fick rinna ur flaskan i bl&aring;san, hvarp&aring; flaskan korkades och
    skakades. Sedan togs korken ut, s&aring; att en ny m&auml;ngd gas fick str&ouml;mma
    ur bl&aring;san i flaskan. Korken insattes, flaskan skakades, och samma operation
    upprepades 2&mdash;3 g&aring;nger. Under sina experiment med gaser i oxbl&aring;sor
    iakttog Scheele, att br&auml;nnbar luft (v&auml;tgas) l&auml;ttare &auml;n andra
    gaser g&aring;r genom bl&aring;sans v&auml;ggar, eller, som vi med ett mera modernt
    uttryck s&auml;ga, diffunderar hastigare &auml;n andra gaser. I st&auml;llet f&ouml;r
    glasr&ouml;r begagnade han ofta tr&auml;r&ouml;r, i hvilka han inpressat
    g&aring;spennor. Scheeles hjelpmedel voro s&aring;lunda de simplaste man <a
    id="Page_29" name='Page_29'></a>kan t&auml;nka sig; men hvad som brast i
    utrustningen, ersattes genom skarp iakttagelsef&ouml;rm&aring;ga, ih&auml;rdighet och
    snille. Under sina arbeten f&auml;ste Scheele uppm&auml;rksamheten vid alla detaljer
    och gick grundligt tillv&auml;ga, s&aring; att f&ouml;ga nytt &aring;terstod f&ouml;r
    andra, p&aring; de omr&aring;den han unders&ouml;kt. Han f&ouml;rde icke ordentliga
    anteckningar &ouml;fver sina experiment, men efter hans d&ouml;d fann man ett antal
    l&ouml;sa papper och illa medfarna sm&aring; annotationsb&ouml;cker,<a
    id="FNanchor_6_6" name='FNanchor_6_6'></a><a href='#Footnote_6_6'><sup>[6]</sup></a>
    hvari han p&aring; tyska antecknat en m&auml;ngd dels egna, dels andras
    f&ouml;rs&ouml;k. Kongl. Vetenskapsakademien erh&ouml;ll visserligen af enkan
    tillst&aring;nd att genoml&auml;sa Scheeles efterlemnade papper, men man fann
    deribland intet sp&aring;r af n&aring;got f&auml;rdigt eller p&aring;b&ouml;rjadt
    arbete. Scheele brukade n&auml;mligen utan koncept nedskrifva sina afhandlingar,
    hvilka utm&auml;rka sig genom stor precision, inneh&aring;llsrikedom och korthet. De
    &auml;ro, som Dumas, den nyligen h&auml;dang&aring;ngne ryktbare kemikern,
    s&auml;ger, "sans mod&egrave;le comme sans imitateurs".</p>
    <hr style='width: 65%;' />
    <p><b>FOTNOT:</b></p>
    <a id="Footnote_5_5" name='Footnote_5_5'></a><a href='#FNanchor_5_5'>[5]</a>
    <div class='note'>
      <p>Enligt Kopp uppr&auml;ttades i 16:de &aring;rhundradet af Europas furstar
      laboratorier, af allm&auml;nheten kallade "guldhus", i hvilka man sysslade med
      alkemi. Laboratorier f&ouml;r kemisk forskning funnos &auml;fven vid 17:de
      &aring;rhundradet i Tyskland, och bekant &auml;r, att Carl XI 1685 anlade ett
      laboratorium chemicum, som f&ouml;restods af Urban Hj&auml;rne.</p>
    </div>
    <a id="Footnote_6_6" name='Footnote_6_6'></a><a href='#FNanchor_6_6'>[6]</a>
    <div class='note'>
      <p>I Kongl. Vetenskapsakademiens bibliotek f&ouml;rvaras ett stort antal af dessa
      Scheeles anteckningsb&ouml;cker.</p>
    </div>
    <br />

    <center>
      <img src='images/chapter3b.png' width='150' alt="III" />
    </center>
    <hr style='width: 65%;' />
    <a id="IV" name='IV'></a>
    <h2>IV</h2>
    <br />

    <p><a id="Page_30" name='Page_30'></a><img style="float: left; clear: left;"
    src='images/d.png' width='100' height='100' alt='D' title='D' />e vetenskapliga
    arbeten, genom hvilka Scheele brutit nya banor f&ouml;r den kemiska forskningen och i
    s&aring; h&ouml;g grad inverkat p&aring; vetenskapens utveckling, tillh&ouml;ra olika
    omr&aring;den, s&aring;som den allm&auml;nna och oorganiska kemien, den organiska och
    t.o.m. den fysiologiska kemien. F&ouml;r erh&aring;llande af en &ouml;fversigt af
    dessa Scheeles arbeten torde vara riktigast att lemna den kronologiska
    ordningsf&ouml;ljden &aring; sido och framst&auml;lla dem i systematiskt sammanhang.
    I afseende p&aring; &auml;mnets beskaffenhet hafva vi d&aring; att fr&auml;mst
    syssels&auml;tta oss med Scheeles afhandling om luft och eld, hvilken p&aring; tyska
    spr&aring;ket utgafs 1777, men redan tv&aring; &aring;r f&ouml;rut var i manuskript
    f&auml;rdig.<a id="FNanchor_7_7" name='FNanchor_7_7'></a><a
    href='#Footnote_7_7'><sup>[7]</sup></a></p>
    <p>Detta arbete, som p&aring; sin tid v&auml;ckte ett mycket stort uppseende inom den
    vetenskapliga verlden, &ouml;fversattes 1780 p&aring; engelska och 1781 p&aring;
    franska. Det inneh&aring;ller dels ett utomordentligt v&auml;rdefullt material af
    fakta och dels teoretiska f&ouml;rklaringar &ouml;fver f&ouml;rbr&auml;nningens,
    eldens, ljusets och v&auml;rmets natur, hvilka senare dock f&ouml;r v&aring;r tid
    endast ega ett historiskt intresse.</p>
    <p><a id="Page_31" name='Page_31'></a>F&ouml;r att r&auml;tt fatta betydelsen af
    detta Scheeles arbete och &auml;fven f&ouml;r att finna f&ouml;rklaringen till
    Scheeles egendomliga &aring;sigter om f&ouml;rbr&auml;nningen samt v&auml;rmets och
    ljusets natur, &auml;r det n&ouml;dv&auml;ndigt att lemna en kort framst&auml;llning
    af de &aring;sigter, som herskade vid tidpunkten f&ouml;r framtr&auml;dandet af
    Scheeles arbete.</p>
    <p>Oaktadt alla bem&ouml;danden under det f&ouml;rflutna &aring;rhundradet att
    st&auml;lla den kemiska forskningen p&aring; en af metafysiken oberoende bas, hade
    man ej kunnat l&ouml;sslita sig fr&aring;n den h&auml;fdvunna uppfattningen att
    gemensamma egenskaper hos kropparne betingades af n&auml;rvaron i dem af gemensamma
    "principer". L&auml;ran om flogiston, det hypotetiska &auml;mne, som man trodde
    f&ouml;rekomma i alla br&auml;nbara &auml;mnen, var den sista lemningen af
    metafysikens inflytande p&aring; kemien. Den h&auml;rstammade i r&auml;tt nedstigande
    led fr&aring;n den Aristoteliska l&auml;ran om de fyra elementen, enligt hvilken
    l&auml;ra eld inginge i alla br&auml;nbara &auml;mnen, luft i de gasformiga, vatten i
    de flytande och jord i de fasta.</p>
    <p>V&auml;l hade Boyle redan 1661 uttalat sig emot antagandet att s&aring;dana
    metafysiska abstraktioner voro verkliga kroppar och fattat betydelsen af
    grund&auml;mnen i v&aring;r tids mening; v&auml;l k&auml;nde man i medlet af 17:de
    &aring;rhundradet att metaller, som f&ouml;rkalkas (oxideras) i luften, tilltaga i
    vigt i st&auml;llet f&ouml;r att f&ouml;rlora n&aring;got, hvilket borde
    intr&auml;ffa, om det brinnande &auml;mnet f&ouml;rlorade n&aring;got genom
    f&ouml;rbr&auml;nningen, det m&aring; nu ha varit eld, "svafvel", "fet jord"
    o.d.&mdash;icke desto mindre uppstod 1702 teorien om flogiston, som egentligen
    &auml;r blott en ny upplaga af Aristoteles' l&auml;ra om elden, och denna teori
    herskade n&auml;ra ett &aring;rhundrade inom kemien.</p>
    <p><a id="Page_32" name='Page_32'></a>Scheele trodde fullt och fast p&aring;
    tillvaron af flogiston. Talrika f&ouml;rs&ouml;k, f&ouml;retr&auml;desvis
    utf&ouml;rda vid hans unders&ouml;kning &ouml;fver brunsten, tycktes gifva vid handen
    att detta &auml;mne utgjorde en best&aring;ndsdel af v&auml;rmet, ljuset och
    v&auml;tgasen.</p>
    <p>K&auml;nnedomen om luften var vid den tiden mycket ofullkomlig. &Aring;ristoteles'
    l&auml;ra om luften s&aring;som ett element medgaf, d&aring; enligt denna en och
    samma grundsubstans eller materie inginge i alla element, m&ouml;jligheten att antaga
    f&ouml;r&auml;ndringen af ett element till ett annat. S&aring; trodde Plinius att
    moln uppst&aring;, genom f&ouml;rt&auml;tning af luft, och att luft uppst&aring;r af
    vatten. Paracelsus f&ouml;rest&auml;lde sig att luft bestode af eld och vatten.
    S&aring;dana &aring;sigter som att vatten kunde f&ouml;rvandlas till luft voro
    vanliga &auml;nnu under senaste h&auml;lften af 18:de &aring;rhundradet.
    Ehuruv&auml;l man i allm&auml;nhet ans&aring;g att luften var ett element, trodde man
    sig dock b&ouml;ra antaga i luften tillvaron af olika &auml;mnen. S&aring; inbillade
    sig Sylvius (1669) att den underjordiska elden i nordliga trakter i atmosferen
    utkastade salpetersyre&aring;ngor, under det att sydliga vindar medf&ouml;rde
    amoniak. N&auml;r salpetersyran i luften f&ouml;renades med amoniaken, uppstod stark
    k&ouml;ld, liksom n&auml;r man l&ouml;ser salmiak i vatten. Mayow satte samtidigt
    salpeterbildningen i samband med en viss best&aring;ndsdel i luften "particul&aelig;
    nitro-a&euml;re&aelig;", som &auml;r verksam vid f&ouml;rbr&auml;nningen, metallernas
    f&ouml;rkalkning samt andningsprocessen. Han visar att en del af luften &auml;r
    oduglig att underh&aring;lla f&ouml;rbr&auml;nningen, men anser att solljuset
    f&ouml;rm&aring;r &aring;terbilda de particul&aelig; nitro-a&euml;re&aelig;, som
    f&ouml;rbrukats vid f&ouml;rbr&auml;nningen. &Auml;fven Boyle hade f&ouml;rvissat sig
    derom, att n&aring;got borttoges <a id="Page_33" name='Page_33'></a>ur luften under
    f&ouml;rbr&auml;nningen. Black visade 1757 att kolsyra uppst&aring;r i luften genom
    andningsprocessen, och trodde att denna bestod i luftens f&ouml;rvandling till
    kolsyra. Den engelska forskningen var, som man af det f&ouml;reg&aring;ende finner,
    p&aring; r&auml;tta v&auml;gen till l&ouml;sningen af problemet om luften och dess
    f&ouml;rh&aring;llande till f&ouml;rbr&auml;nningen. I andra l&auml;nder, i synnerhet
    i Tyskland, r&aring;dde deremot de besynnerligaste &aring;sigter om luftens betydelse
    och natur. Boerhave trodde (1732) att kroppsv&auml;rmen kom af blodets rifning mot
    k&auml;rlv&auml;ggarne och att andningen af luft hade till &auml;ndam&aring;l att
    afkyla blodet i lungorna, der det utsattes f&ouml;r den starkaste friktionen.</p>
    <p>F&ouml;rst under 1770-talet utbildades riktiga &aring;sigter om luften genom
    forskningar af engelsmannen Priestley, svensken Scheele och fransmannen
    Lavoisier.</p>
    <p>Redan 1771 hade Priestley funnit att v&auml;xterna f&ouml;rm&aring;dde g&ouml;ra
    s&aring;dan luft, som ej kunde andas, &aring;nyo duglig f&ouml;r
    respirationsprocessen, eller att luften inneh&aring;ller en best&aring;ndsdel,
    s&ouml;m underh&aring;ller lifsprocessen, och att v&auml;xterna kunna af kolsyra
    bereda denna luftens best&aring;ndsdel. Den 1:sta augusti 1774 framst&auml;lde han ur
    qvicksilfveroxid syrgas i rent tillst&aring;nd. Syrgasens n&ouml;dv&auml;ndighet
    f&ouml;r f&ouml;rbr&auml;nningen och andningen visade Priestley v&auml;l, men han
    antog att syrgas var luft befriad fr&aring;n flogiston samt att luften utgjordes af
    tv&auml;nne gaser, flogisticerad och deflogisticerad luft. Den flogisticerade luftens
    natur af en s&auml;rskild gas visade skotten Rutherford, 1772, p&aring; det s&auml;tt
    att han med kalilut borttog kolsyran ur den luft, hvari djur respirerat. Han fann
    d&aring;, att den &aring;terst&aring;ende luften var oduglig <a id="Page_34"
    name='Page_34'></a>till f&ouml;rbr&auml;nning och andning. Lavoisier visade f&ouml;re
    syrets uppt&auml;ckt, att metallerna vid oxidation upptaga luft och att oxiderna
    derigenom v&auml;ga mer &auml;n metallerna (1772). Efter uppt&auml;ckten af syrgasen
    uppst&auml;lde han sin f&ouml;rbr&auml;nningsteori, genom hvilken den kemiska
    forskningen intr&auml;dde i en ny epok och flogistonteorien st&ouml;rtades (1778 och
    1783).</p>
    <p>Scheeles unders&ouml;kningar &ouml;fver luft och eld voro redan 1775 afslutade och
    utan tvifvel utf&ouml;rda utan k&auml;nnedom om Priestleys kort f&ouml;rut gjorda
    uppt&auml;ckter. &Auml;fven om Scheeles uppt&auml;ckt af syrgasen &auml;r n&aring;got
    senare &auml;n Priestleys, m&aring;ste man l&aring;ta Scheele med honom dela
    &auml;ran af denna f&ouml;r vetenskapens utveckling epokg&ouml;rande
    uppt&auml;ckt.</p>
    <p>I sitt arbete om luft och eld visar Scheele genom talrika, lika enkla som sinrika
    experiment, att luften sammans&auml;ttes af tv&auml;nne olika gaser, eldsluft (nu
    syrgas) och sk&auml;md luft (nu qv&auml;fgas), af hvilka den f&ouml;rra utg&ouml;r
    1/3 af luften. Senare unders&ouml;kningar utf&ouml;rda med oj&auml;mf&ouml;rligt
    b&auml;ttre hjelpmedel ha visat, att syrehalten i luften uppg&aring;r till 21
    volymprocent.</p>
    <center>
      <img src='images/image33.png' width='500'
      alt='Scheeles f&ouml;rs&ouml;k &ouml;fver flugors respiration. (Kopia ur "Luft und Feuer".)'
       title='' />
    </center>
    <p>Syrgasen framst&auml;lde Scheele p&aring; m&aring;nga s&auml;tt, dels genom
    upphettning af salpeter, dels af brunsten och svafvelsyra, dels af qvicksilfveroxid,
    dels &auml;fven af salpetersyra. Han fann att &auml;mnen brinna i syrgas med vida
    st&ouml;rre liflighet &auml;n i vanlig luft, att syrgasen l&ouml;ses l&auml;ttare
    &auml;n qv&auml;fgas i vatten samt att den &auml;r tyngre &auml;n qv&auml;fgas. Han
    visar att syrgasen &auml;r oumb&auml;rlig f&ouml;r f&ouml;rbr&auml;nningen, f&ouml;r
    andningen och f&ouml;r fr&ouml;ns groning. F&ouml;r att &aring;dagal&auml;gga luftens
    f&ouml;r&auml;ndringar genom andningen, respirerade han s&aring; l&auml;nge han kunde
    <a id="Page_35" name='Page_35'></a>den i en oxbl&aring;sa inneslutna luften och fann
    d&aring; att en ansenlig m&auml;ngd kolsyra hade bildats. &Auml;fven satte han flugor
    i en burk, bvari han lagt en med honing bestruken papperslapp. Efter ett par dagar
    hade flugorna d&ouml;tt, luftens volym var of&ouml;r&auml;ndrad, men en
    fj&auml;rdedel af luften hade f&ouml;rvandlats till kolsyra. Samma f&ouml;rs&ouml;k
    repeterade han med &auml;rtor, som fingo gro i en inst&auml;ngd volym luft.
    &Auml;fven h&auml;r f&ouml;rlorade luften syrgas och vann kolsyregas. Efter 14 dagar
    hade &auml;rtorna upph&ouml;rt att v&auml;xa; han afl&auml;gsnade nu kolsyran med
    kalkmj&ouml;lk, blandade den qvarvarande sk&auml;mda luften med 1/3 syrgas och fann
    att &auml;rtor nu kunde gro i denna luft, hvadan s&aring;ledes syrgasens
    n&ouml;dv&auml;ndighet f&ouml;r groningsprocessen var bevisad. I ren syrgas kunde
    &aring; andra sidan &auml;rtorna icke f&ouml;rm&aring;s att utvecklas.</p>
    <p>Redan under sina f&ouml;reg&aring;ende f&ouml;rs&ouml;k med brunsten, f&ouml;r
    hvilka jag i det f&ouml;ljande skall redog&ouml;ra, hade Scheele uti
    mangansuperoxiden funnit ett &auml;mne, som med beg&auml;rlighet borttager flogiston
    ur br&auml;nbara &auml;mnen (det &auml;r, efter v&aring;r tids uttryckss&auml;tt,
    syrs&auml;tter dem), samt att mangansuperoxiden, som f&ouml;r sig &auml;r
    ol&ouml;slig i svafvel<a id="Page_36" name='Page_36'></a>syra, dock genom stark
    upphettning med n&auml;mda syra ger ett salt af "flogisticerad brunsten" (d.&auml;.
    manganoxidul). H&auml;raf drog Scheele den slutsatsen, att genom upphettningen af
    brunsten med svafvelsyra den f&ouml;rra m&aring;ste hafva upptagit flogiston; men
    hvarifr&aring;n? Intet annat &aring;terstod &auml;n antagandet att v&auml;rmet hade
    lemnat det f&ouml;r brunstenens l&ouml;sning erforderliga flogiston. P&aring; samma
    s&auml;tt, n&auml;r Scheele destillerade salpeter med svafvelsyra samt fann att
    retorten vid slutet af destilleringen fyldes, med r&ouml;da &aring;ngor af
    "flogisticerad salpetersyra" (nu undersalpetersyra) samt att dessa &aring;ngor
    inneh&ouml;llo syrgas, sl&ouml;t han att v&auml;rmet, som genomtr&auml;ngde
    apparatens v&auml;ggar, hade lemnat sitt flogiston till salpetersyran. Syrgasen, som
    erh&ouml;lls s&aring; v&auml;l i f&ouml;rra som senare experimentet, ans&aring;g
    Scheele vara v&auml;rmets andra best&aring;ndsdel. S&aring;ledes var v&auml;rme en
    f&ouml;rening af flogiston med eldsluft. Omv&auml;ndt bestod f&ouml;rbr&auml;nningen
    i en f&ouml;rening af luftens eldsluft med flogiston i de &auml;mnen, som
    f&ouml;rbr&auml;nnas, hvarigenom v&auml;rme alstrades. V&auml;rmet utstr&aring;lar
    genom v&auml;ggarne p&aring; de k&auml;rl, i hvilka
    f&ouml;rbr&auml;nningsf&ouml;rs&ouml;ken utf&ouml;rdes, och deraf f&ouml;rminskningen
    af luftm&auml;ngden i k&auml;rl, hvari han br&auml;nde v&auml;tgas, fosfor och
    dylikt.</p>
    <p>Men ljuset, som utstr&aring;lar vid f&ouml;rbr&auml;nningsfenomenen, hvad &auml;r
    det? Ljuset, svarar Scheele, &auml;r &auml;fven en f&ouml;rening af eldsluft och
    flogiston, men mer rik p&aring; flogiston &auml;n v&auml;rmet. Han s&ouml;kte bevisa
    detta genom att l&aring;ta ljuset inverka p&aring; de &auml;dla metallernas kalker
    (oxider). Dessa oxider blefvo s&aring; reducerade, d.v.s. de hade upptagit flogiston
    ur ljuset. De olika ljusslagen voro enligt Scheele olika f&ouml;reningar af eldsluft
    <a id="Page_37" name='Page_37'></a>med flogiston, detta p&aring; den grund att han
    funnit det violetta ljuset hafva p&aring; klorsilfver en kraftigare
    s&ouml;nderdelande verkan &auml;n andra ljusslag. Man ser h&auml;raf, att Scheele
    uppt&auml;ckt det vigtiga faktum, som ligger till grund f&ouml;r fotografien. Den
    oriktiga tolkning han gaf fenomenet, f&ouml;rminskar icke i n&aring;gon m&aring;n
    v&auml;rdet af sjelfva faktum.</p>
    <p>Scheeles unders&ouml;kning &ouml;fver ljuset ledde honom att syssels&auml;tta sig
    med fosforescerande kroppar. S&aring;som bekant finnas m&aring;nga &auml;mnen, som
    vid slag, rifning eller upphettning bli sjelflysande. Ett s&aring;dant &auml;mne
    &auml;r mineralet flusspat. Efter lindrig upphettning fosforescerar denna stenart,
    men icke efter gl&ouml;dgning. Detta beror enligt Scheele derp&aring;, att flusspaten
    inneh&aring;ller flogiston, som vid upphettningen f&ouml;renas med v&auml;rmet till
    ljus. Om &aring;ter stenen gl&ouml;dgats, har allt flogiston borttagits, och ljus kan
    nu ej uppst&aring;. F&ouml;r f&ouml;rklaringen af lysandet hos bononisk fosfor,<a
    id="FNanchor_8_8" name='FNanchor_8_8'></a><a href='#Footnote_8_8'><sup>[8]</sup></a>
    antar Scheele att detta &auml;mne har porer, i hvilka ljuspartiklarne intr&auml;nga,
    d&aring; det utsattes f&ouml;r solljuset.</p>
    <p>Att pyrofor<a id="FNanchor_9_9" name='FNanchor_9_9'></a><a
    href='#Footnote_9_9'><sup>[9]</sup></a> t&auml;nder sig i luft, visar Scheele bero
    p&aring; n&auml;rvaro af fukt i luften. I torr luft t&auml;ndes den icke.
    Ant&auml;ndningen kommer, som vi nu veta, deraf att svafvelkalium i fuktig luft
    h&auml;ftigt syrs&auml;tter sig. Scheele f&ouml;rklarar ant&auml;ndningen p&aring;
    det s&auml;tt, att alkalit i pyroforen upptager vatten och afger flogiston, som med
    eldsluften f&ouml;renas till v&auml;rme och ljus.</p>
    <p><a id="Page_38" name='Page_38'></a>Den m&auml;rkv&auml;rdiga, explosiva
    guldf&ouml;rening, knallguld, som erh&aring;lles d&aring; en l&ouml;sning af
    guldklorid f&auml;lles med amoniak, hvilken redan Basilius Valentinus i 15:de
    &aring;rhundradet l&auml;rde bereda och nu f&ouml;r tiden anv&auml;ndes till
    f&ouml;rgyllning af porslin, blef sedan f&ouml;rem&aring;l f&ouml;r Scheeles
    unders&ouml;kningar. Bergman hade visat, att detta preparat utg&ouml;res af guldkalk
    och amoniak. Scheele unders&ouml;kte den gas, som vid explosionen uppst&aring;r.
    F&ouml;r att g&ouml;ra explosionen mindre v&aring;ldsam blandade han knallguldet med
    svafvelsyradt kali. Han fann nu att dervid uppst&aring;r sk&auml;md luft
    (qv&auml;fgas). Explosionen f&ouml;rklaras s&aring;lunda: knallguld best&aring;r af
    guldkalk och amoniak, hvilken senare best&aring;r af flogiston och sk&auml;md luft;
    v&auml;rmet som tr&auml;ffar knallguldet afger flogiston &aring;t guldkalken, hvaraf
    uppst&aring;r metalliskt guld, under det v&auml;rmets eldsluft f&ouml;rbr&auml;nner
    amoniaken, s&aring; att sk&auml;md luft uppst&aring;r. H&auml;raf var ock visadt, att
    amoniak utg&ouml;res af qv&auml;fve och flogiston, eller v&auml;te, en&auml;r
    v&auml;tgasen enligt Scheele var t&auml;mligen rent flogiston.</p>
    <p>Att vissa svafvelf&ouml;reningar vid tillsats af syror utveckla en illaluktande
    gas samt att denna gas &auml;r br&auml;nbar och sv&auml;rtar silfver, var f&ouml;re
    Scheeles tid bekant. Scheele drager nu denna "stinkande svafvelluft"
    (svafvelv&auml;te) inom omr&aring;det f&ouml;r sina forskningar. Han finner att man
    l&auml;tt kan erh&aring;lla den p&aring; det &auml;n i dag vanliga s&auml;ttet, att
    l&ouml;sa svafvelj&auml;rn i syror. Genom inverkan af klor och salpetersyra uppstod
    af gasen svafvel, och n&auml;r han erh&ouml;ll samma gas genom att upphetta svafvel i
    v&auml;tgas, var dermed dess sammans&auml;ttning bevisad.</p>
    <p>V&auml;tgas eller, s&aring;som denna gas f&ouml;r hundra &aring;r se<a
    id="Page_39" name='Page_39'></a>dan kallades, br&auml;nbar luft trodde Scheele
    utg&ouml;ras af flogiston och v&auml;rme; men sedan Lavoisier, Cavendish och
    Priestley visat att vatten uppkommer, n&auml;r v&auml;tgas brinner, samt att
    v&auml;tgas uppst&aring;r, nur man leder vatten&aring;ngor &ouml;fver gl&ouml;dande
    j&auml;rn, &auml;ndrade Scheele sina &aring;sigter om eldsluften, hvilken han nu
    trodde sammansatt af ett "principium salinum", vatten och flogiston, af hvilka
    best&aring;ndsdelar den f&ouml;rstn&auml;mda med flogiston ger v&auml;rme, och
    vattnet f&ouml;rorsakar vigttill&ouml;kningen af den br&auml;nda kroppen.</p>
    <p>Scheeles &aring;sigter om f&ouml;rbr&auml;nningens f&ouml;rlopp &aring;drogo sig
    visserligen samtidens uppm&auml;rksamhet, men de spelade ingen rol i vetenskapen; ty
    kort efter det Scheeles arbete om luft och eld utkommit, utbredde sig Lavoisiers
    riktiga l&auml;ror om f&ouml;rbr&auml;nningen segrande &ouml;fver den vetenskapliga
    verlden. Detta f&ouml;rringar emellertid icke v&auml;rdet af de faktiska
    uppt&auml;ckter, Scheele gjort, och som alltid skola f&ouml;rblifva vetenskapens
    egendom.</p>
    <p>Utom denna ryktbara bok om luft och eld har Scheele offentliggjort ett betydande
    antal vetenskapliga specialafhandlingar, af hvilka en del m&aring;ste anses som de
    vigtigaste i hela den kemiska litteraturen. De flesta af dessa arbeten finnas tryckta
    i Kongl. Vetenskapsakademiens handlingar och hafva blifvit &ouml;fversatta p&aring;
    fr&auml;mmande spr&aring;k.<a id="FNanchor_10_10" name='FNanchor_10_10'></a><a
    href='#Footnote_10_10'><sup>[10]</sup></a></p>
    <p>Mineralet flusspat, som antr&auml;ffas i blygrufvor i England och annorst&auml;des
    samt hos oss vid Gisl&ouml;f i <a id="Page_40" name='Page_40'></a>Sk&aring;ne samt
    vid Garpenberg, hade l&auml;nge varit k&auml;ndt f&ouml;r sin m&auml;rkv&auml;rdiga
    egenskap att efter upphettning lysa i m&ouml;rkret. Det var naturligt att Scheele
    under sina forskningar &ouml;fver ljusets natur skulle syssels&auml;tta sig med denna
    naturprodukt. Han uppt&auml;ckte s&aring; (1771) att flusspaten med svafvelsyra ger
    en egendomlig, fr&aring;n alla andra skild syra, som hade den besynnerliga egenskapen
    att fr&auml;ta glas. Genom denna m&auml;rkv&auml;rdiga syras f&ouml;rening med kalk
    lyckades Scheele framst&auml;lla samma &auml;mne som bildar den naturliga flusspaten.
    S&aring;som bekant &auml;r denna syra v&auml;tef&ouml;reningen af ett grund&auml;mne,
    fluor, som man &auml;nnu icke kunnat framst&auml;lla. Af alla f&ouml;rh&aring;llanden
    att d&ouml;ma st&aring;r det n&auml;rmast syret och kloren samt f&ouml;rekommer i
    naturen t&auml;mligen allm&auml;nt utbredt. Fluorv&auml;tesyran har &auml;nnu ej
    f&aring;tt n&aring;gon st&ouml;rre teknisk anv&auml;ndning, men begagnas p&aring;
    laboratorier som ett oumb&auml;rligt hjelpmedel vid analys af m&aring;nga
    mineral.</p>
    <p>Mineralet brunsten var af de gamle k&auml;ndt och anv&auml;ndt vid rening af glas.
    De f&ouml;rvexlade det med magnetj&auml;rnet, hvaraf uppkom ben&auml;mningen
    magnesia, manganensis, magnesia vitrariorum. K&auml;nnedomen om detta minerals natur
    var dock p&aring; Scheeles tid mycket ofullkomlig. N&aring;gra trodde att brunstenen
    var ett slags j&auml;rnmalm, Cronstedt f&ouml;rde den till jordarterna, men Bergman
    trodde att den hade "metalliskt lynne". Under Scheeles vistelse i Upsala uppmanade
    Bergman honom att unders&ouml;ka brunstenens natur, och denna unders&ouml;kning,
    m&aring;h&auml;nda Scheeles vigtigaste, blef efter trenne &aring;rs arbeten
    f&auml;rdig 1774. Han lyckades derigenom ej blott bevisa att brunstenen inneh&ouml;ll
    ett nytt <a id="Page_41" name='Page_41'></a>grund&auml;mne, mangan, utan
    uppt&auml;ckte derj&auml;mte s&aring;som f&ouml;rorening i brunstenen en ny jordart,
    baryt, samt, hvad som var &auml;nnu vigtigare, att brunstenen med saltsyra ger klor.
    Detta grund&auml;mne, hvars betydenhet blott st&aring;r syrets efter, blef
    s&aring;lunda uppt&auml;ckt.</p>
    <p>Genom att behandla brunsten med olika syror och reaktionsmedel visade Scheele, att
    detta &auml;mne har en stark attraktion till "det br&auml;nbara" (flogiston) eller
    &auml;r, efter v&aring;rt uttryckss&auml;tt, ett kraftigt oxidationsmedel, att det
    icke l&ouml;ses af n&aring;gon syra med mindre ett &auml;mne rikt p&aring; flogiston
    finnes n&auml;rvarande, men att det d&aring; (efter reduktion) ger med syror
    f&auml;rgl&ouml;sa l&ouml;sningar, ur hvilka man kan f&auml;lla en fr&aring;n alla
    bekanta oxider skild jordart eller metallkalk. Scheele f&ouml;rs&ouml;kte visserligen
    att genom gl&ouml;dgning af denna kalk (manganoxidul) med kol reducera en metall, men
    det lyckades honom icke, emedan han ej hade till sitt f&ouml;rfogande ugnar, hvilka
    lemnade deltill erforderlig "helvetis-eld", som han sjelf s&auml;ger. Hans v&auml;n
    Gahn, hvilken Scheele meddelade alla sina r&ouml;n om brunstenen, lyckades deremot ur
    mangankalken med kol reducera en j&auml;rnet liknande metall, som f&ouml;rst kallades
    "brunstensmetall" och "brunstenskonung", sedermera magnesium och slutligen mangan.
    S&aring;som bekant spelar denna metall en vigtig rol vid nutidens f&ouml;r&auml;dling
    af j&auml;rn.</p>
    <p>Att brunsten, d&aring; den sm&auml;ltes med salpeter, ger en massa, som med
    gr&ouml;n f&auml;rg l&ouml;ses i vatten, k&auml;nde redan Glauber (1659). Man visste
    ock att den gr&ouml;na l&ouml;sningen sm&aring;ningen f&ouml;r&auml;ndrar f&auml;rg
    och blir violett. Scheele trodde att l&ouml;sningen egentligen var bl&aring;, men
    genom fint f&ouml;rdelad j&auml;rnoxid synes gr&ouml;n. Att f&auml;rgen <a
    id="Page_42" name='Page_42'></a>l&auml;tt f&ouml;rsvinner samt att brunsten d&aring;
    utf&auml;lles, visade Scheele. Sedan den tiden kallades den gr&ouml;na sm&auml;ltan
    af brunsten och salpeter mineral-kameleon. S&aring;som vi nu veta h&auml;rleder sig
    den gr&ouml;na f&auml;rgen af mangansyra, och den gaf Scheele en fingervisning att
    s&ouml;ka mangan i v&auml;xtaska, der den ock antr&auml;ffades. Mangans
    f&ouml;rekomst i j&auml;rnmalmer och i metalliskt j&auml;rn uppt&auml;cktes sedermera
    af Bergman.</p>
    <p>D&aring; Scheele uppv&auml;rmde brunsten med saltsyra, fann han att en gulaktig,
    p&aring; andningsorganen h&auml;ftigt inverkande gas uppstod. "Gasen hade",
    s&auml;ger han, "en ganska k&auml;nbar, stickande lukt, som var h&ouml;gst
    besv&auml;rlig f&ouml;r lungorna." Han samlade den i en oxbl&aring;sa, men
    oxbl&aring;san fr&auml;ttes liksom af salpetersyra. Ett annat s&auml;tt att uppsamla
    gasen m&aring;ste derf&ouml;r anv&auml;ndas. S&aring; f&auml;stade han tomma flaskor
    vid retorthalsen och t&auml;tade mellanrummet med pappersstrimmor, som efter
    f&ouml;rs&ouml;ket befunnos starkt angripna. Hans f&ouml;rs&ouml;k med denna gas, nu
    bekant under namnet klor, visade att insekter &ouml;gonblickligen d&ouml;dades deraf,
    att eld sl&auml;cktes deri, att den h&auml;ftigt angrep metaller, till och med guld.
    Korkarne, med hvilka flaskorna, i hvilka gasen f&ouml;rvarades, sl&ouml;tos, syntes
    anfr&auml;tta liksom af skedvatten, hvilket visade gasens h&auml;ftiga inverkan
    p&aring; organiska &auml;mnen. D&aring; Scheele med lackmus ville pr&ouml;fva om
    kloren hade sur eller alkalisk reaktion, befans f&auml;rgen utblekas. Likaledes
    blektes blommor och v&auml;xtf&auml;rger. Han fann att dervid uppst&aring;r saltsyra.
    Kloren ans&aring;g Scheele hafva uppkommit af saltsyran, derigenom att brunstenen
    r&ouml;fvat flogiston ur den samma, och blekningen m&aring;ste f&ouml;ljaktligen bero
    p&aring;, att kloren upptager flogiston ur <a id="Page_43"
    name='Page_43'></a>f&auml;rg&auml;mnena och s&aring; &aring;nyo ger saltsyra. Om vi i
    st&auml;llet f&ouml;r flogiston s&auml;ga v&auml;te, s&aring; &auml;r denna
    f&ouml;rklaring alldeles riktig. Kloren var enligt den tidens uppfattningss&auml;tt
    deflogisticerad saltsyra.</p>
    <p>Det finnes knapt n&aring;got element, som i kemistens hand varit en s&aring;
    m&auml;ktig h&auml;fst&aring;ng f&ouml;r nya sanningars uppt&auml;ckande som kloren.
    Men kloren har &auml;fven stort praktiskt, man kan v&auml;l s&auml;ga
    nationalekonomiskt v&auml;rde. Klorens af Scheele uppt&auml;ckta egenskap att bleka
    organiska f&auml;rg&auml;mnen har gjort den &auml;ldre &auml;ngsblekningsprocessen,
    som kr&auml;fver b&aring;de stor areal, l&aring;ng tid och f&ouml;ljaktligen stora
    hvilande kapital, &ouml;fverfl&ouml;dig. Visserligen verkar den rena kloren allt
    f&ouml;r h&auml;ftigt p&aring; v&auml;fnadernas tr&aring;dar; men om man l&aring;ter
    alkalier eller sl&auml;ckt kalk uppsupa klorgas, erh&aring;ller man preparat
    (under-klorsyrliga salter), som, r&auml;tt anv&auml;nda, hastigt bleka utan att skada
    v&auml;fnaden. Det var fransmannen Berthollet som, genom att i tekniken inf&ouml;ra
    dessa blekningsmedel, gjorde den textila industrien en ov&auml;rderlig tjenst.</p>
    <p>Ett bevis p&aring; Scheeles ovanliga skarpsynthet vid nya &auml;mnens
    unders&ouml;kning &auml;r hans vigtiga uppt&auml;ckt af baryt, hvilken oxid han
    f&ouml;rst fann som en f&ouml;rorening i brunsten. Han &aring;dagalade denna jordarts
    olikhet med alla f&ouml;rut k&auml;nda. Gahn fann sedermera att den utgjorde en
    hufvudbest&aring;ndsdel i mineralet tungspat, hvarf&ouml;r den af Bergman
    ben&auml;mdes "tungjord". Namnet f&ouml;r&auml;ndrades sedermera af Morveau till
    barote och af andra till baryt. Baryt och dess salter &auml;ro, s&aring;som bekant, i
    v&aring;r tid oumb&auml;rliga reagens p&aring; alla laboratorier.</p>
    <p>I n&auml;rmaste samband med detta Scheeles stora ar<a id="Page_44"
    name='Page_44'></a>bete st&aring;r hans uppt&auml;ckt af arsenikens syra (1775). Han
    hade vid sina f&ouml;rs&ouml;k med brunsten funnit, att detta &auml;mne l&ouml;ses i
    syror vid n&auml;rvaro af hvit arsenik, hvaraf han sl&ouml;t att arseniken afgaf
    flogiston till brunstenen. Han f&ouml;rs&ouml;kte nu inverkan af deflogisticerad
    saltsyra, eller klor, p&aring; hvit arsenik och fann att denna l&ouml;stes till en
    f&ouml;rut ok&auml;nd syra, arseniksyran. H&auml;raf var s&aring;ledes
    &aring;dagalagdt, att metallen arsenik genom att ber&ouml;fvas flogiston (d.v.s.
    oxideras) ger tv&auml;nne syror, n&auml;mligen den hvita arseniken och arseniksyran.
    N&auml;r Scheele l&auml;t arseniksyra inverka p&aring; zink, erh&ouml;ll han den
    ytterligt giftiga gasen arsenikv&auml;te. Om denna gas s&auml;ger Scheele, att han
    blandade den med 2/3 ordin&auml;r luft i en kolf och n&auml;rmade ett ljus till
    kolf&ouml;ppningen. Nu "t&auml;ndes luften i kolfven med en sm&auml;ll, l&aring;gan
    for mot handen, denna blef &ouml;fverdragen med brun f&auml;rg, som var regulus
    arsenici, och lemnade efter sig en obehaglig, arsenikalisk lukt". Scheele tyckes
    s&aring;lunda ha handskats n&aring;got ovarsamt med denna gas, som 40 &aring;r senare
    kostade kemikern Gehlen lifvet.</p>
    <center>
      <img src='images/image43.png' width='500'
      alt='Staty af Carl Wilhelm Scheele. Skizz af J. B&ouml;rjeson.'
      title='Staty af Carl Wilhelm Scheele. Skizz af J. B&ouml;rjeson.' />
    </center>
    <p>I medlet af 16:de &aring;rhundradet f&ouml;rstod man med fosfor (af grek.
    phosphoros, ljusb&auml;raren) allehanda &auml;mnen, som hade egenskapen att lysa i
    m&ouml;rkret utan att brinna med l&aring;ga. Dit r&auml;knades t. ex. den bononiska
    fosforn (sid. 33). Namnet &ouml;fverflyttades sedermera p&aring; det grund&auml;mne,
    som &auml;n i dag b&auml;r detta namn. En tysk alkemist, Brand, enligt n&aring;gra f.
    d. soldat, enligt andra en bankrutterad k&ouml;pman, uppt&auml;ckte, under det han
    sysslade med urin f&ouml;r att deraf bereda ett elixir, som han menade skulle
    f&ouml;rvandla silfver till guld, ett m&auml;rkv&auml;rdigt &auml;mne, hvilket starkt
    lyste i m&ouml;rkret och<a id="Page_46" name='Page_46'></a><a id="Page_45"
    name='Page_45'></a> <a id="Page_47" name='Page_47'></a>var i h&ouml;g grad
    br&auml;nbart. Beredningss&auml;ttet hemligh&ouml;lls, men s&aring;ldes slutligen
    till en viss Krafft, som 1676 och 1677 reste omkring i Europa och vid furstliga hof
    f&ouml;revisade det besynnerliga &auml;mnet. &Auml;tt fosforn kan beredas af annat
    r&aring;&auml;mne &auml;n urin, n&auml;mligen ben, var en vigtig uppt&auml;ckt,
    emedan den sedermera m&ouml;jliggjorde fosforns anv&auml;ndning i
    t&auml;ndsticksindustrien. Med denna uppt&auml;ckt f&ouml;rh&aring;ller det sig
    s&aring;, att Scheele hade i askan efter br&auml;ndt hjorthorn funnit kalkjord med
    ett f&ouml;r honom obekant &auml;mne. Han omtalade detta r&ouml;n f&ouml;r sin
    v&auml;n Gahn, som deri fann fosforsyra. Till en b&ouml;rjan ville Scheele ej tro
    derp&aring;, men &ouml;fvertygade sig dock om riktigheten p&aring; det s&auml;tt, att
    han i Upsala 1770 tillverkade fosfor af ben.</p>
    <p>Som bekant h&auml;rleder sig s. k. kallbr&auml;cka hos j&auml;rn af en halt af
    fosfor. Denna f&ouml;r j&auml;rnindustrien vigtiga uppt&auml;ckt skedde p&aring; det
    s&auml;tt, att Meyer i Stettin och Bergman i Upsala samtidigt (1780) iakttogo att en
    hvit bottensats bildas, n&auml;r man l&ouml;ser kallbr&auml;ckt j&auml;rn i
    utsp&auml;dd svafvelsyra. B&auml;gge funno att denna bottensats vid nedsm&auml;ltning
    med kol och flussmedel ger en sk&ouml;r och l&auml;ttsm&auml;lt metall, hvilken Meyer
    kallade <i>hydrosiderum</i>, men snart fann likna fosforj&auml;rn. Scheele bevisade
    sedermera, 1785, genom att framst&auml;lla ren fosfor af kallbr&auml;ckt j&auml;rn,
    att fosforn &auml;r den r&auml;tta orsaken till kallbr&auml;cka.</p>
    <p>P&aring; Scheeles tid hade man ganska oriktiga f&ouml;rest&auml;llningar om
    lerjorden eller, som den d&aring; kallades, "alun-jord". S&aring; trodde
    Baum&eacute;, att alunjord var kiselsyra och att lera var alunjord smittad af
    svafvelsyra. Scheele visade 1776 oriktigheten af dessa p&aring;st&aring;enden <a
    id="Page_48" name='Page_48'></a>och &aring;dagalade, att lerjorden &auml;r v&auml;l
    skild fr&aring;n kiseljorden. Han sm&auml;lte bergkristallpulver med pottaska och
    erh&ouml;ll verkligen litet alun, n&auml;r han l&ouml;ste den sm&auml;lta massan i
    svafvelsyra; men det &auml;r betecknande f&ouml;r Scheeles skarpsinnighet, att han
    snart ins&aring;g att alunet kunde ha bildats p&aring; bekostnad af leran i de deglar
    han anv&auml;nde vid sm&auml;ltningen. Han repeterade derf&ouml;r f&ouml;rs&ouml;ken
    och begagnade dervid j&auml;rndeglar och erh&ouml;ll d&aring; icke alun. Orsaken att
    Baum&eacute; kunde ha kommit till s&aring; oriktiga slutsatser om lerjordens natur
    var nu klar; han hade f&aring;tt lerjord ur sina deglar.</p>
    <p>Den vanliga grafiten eller blyertsen, som vi begagna till blyertspennor, &auml;r
    ett mineral, om hvars natur man vid Scheeles tid icke hade n&aring;gon s&auml;ker
    k&auml;nnedom. Gahn och Hjelm hade funnit att blyerts vid rostning i muffel, utan att
    n&aring;gon synlig r&ouml;k uppst&aring;r, f&ouml;rflyktigas s&aring; n&auml;r som
    p&aring; en ringa &aring;terstod af j&auml;rnkalk (j&auml;rnoxid). Det tycktes
    s&aring;ledes efter den tidens &aring;sk&aring;dningss&auml;tt, som om blyerts till
    st&ouml;rsta delen utgjordes af flogiston. Efter sin vana vid unders&ouml;kning af
    obekanta &auml;mnen behandlade Scheele (1779) blyertsen, med allehanda syror, men de
    inverkade icke derp&aring;. Endast arseniksyran angrep vid h&ouml;g temperatur
    blyertsen, hvarunder arsenikmetall afsatte sig i retorten. Sedan Scheele vid
    retortmynningen fastbundit en oxbl&aring;sa och repeterat f&ouml;rs&ouml;ket, visade
    det sig att oxbl&aring;san var fyld med ren luftsyra (kolsyra). Samma sak
    intr&auml;ffade d&aring; han upphettade blyerts med salpeter. Blyertsen gaf
    s&aring;ledes vid f&ouml;rbr&auml;nning kolsyregas, och h&auml;raf sl&ouml;t Scheele,
    "att blyerts &auml;r en sort mineraliskt svafvel eller kol, hvars best&aring;ndsdelar
    &auml;ro luftsyra f&ouml;renad med en <a id="Page_49" name='Page_49'></a>stor
    m&auml;ngd flogiston" eller, efter v&aring;rt uttryckss&auml;tt, kol. Att det i syror
    ol&ouml;sliga &auml;mne, som finnes i tackj&auml;rn, ocks&aring; &auml;r blyerts,
    visar Scheele &auml;fvenledes genom att oxidera det med salpeter. H&auml;rmed var
    s&aring;ledes det f&ouml;r j&auml;rnets metallurgi s&aring; vigtiga faktum funnet,
    att j&auml;rn inneh&aring;ller grafit, och uppslaget vunnet f&ouml;r kommande
    unders&ouml;kningar &ouml;fver skilnaden mellan smidesj&auml;rn, st&aring;l och
    tackj&auml;rn, hvilka s&aring; djupt ingripit i detta &aring;rhundrades
    j&auml;rnindustri.</p>
    <p>I mineralriket f&ouml;rekommer, ehuru t&auml;mligen sparsamt, ett mineral, som
    mycket liknar grafiten samt ofta blifvit dermed f&ouml;rvexladt. Till skilnad
    fr&auml;n grafit, eller plumbago, ben&auml;mdes detta mineral molybd&aelig;na (af
    grek. molybdos, bly, f&ouml;r dess likhet med blymalm). Redan innan Scheele
    utf&ouml;rt sin nyss anf&ouml;rda unders&ouml;kning &ouml;fver grafiten, hade han
    1778 visat att detta mineral utgjordes af svafvel och ett &auml;mne, som vid
    oxidering gaf en hvit, kristallinisk "jordart", med en syras egenskaper. Scheele
    f&ouml;rmodade visserligen att denna syra var en "metallisk jord" men emedan han icke
    kunde frambringa tillr&auml;ckligt h&ouml;g temperatur, lyckades han icke derur
    reducera n&aring;gon metall. Denna uppgift l&ouml;stes 1782 af Hjelm. Molybden
    &auml;r ett i m&aring;nga h&auml;nseenden m&auml;rkv&auml;rdigt grund&auml;mne, hvars
    kemiska f&ouml;rh&aring;llanden blifvit utredda hufvudsakligen genom svenska
    kemister. Under sina omfattande unders&ouml;kningar &ouml;fver molybdensyrans salter
    uppt&auml;ckte Svanberg och Struve 1848 att en sur l&ouml;sning af molybdensyrans
    amoniaksalt ger med &auml;fven sm&aring; sp&aring;r af fosforsyra en vackert gul
    f&auml;llning, genom hvilket f&ouml;rh&aring;llande man nu kan med st&ouml;rsta
    l&auml;tthet uppt&auml;cka fosfor och fosfor<a id="Page_50" name='Page_50'></a>syra i
    snart sagdt alla blandningar samt med stor sk&auml;rpa best&auml;mma halten af fosfor
    i j&auml;rn.</p>
    <p>Ett par &aring;r efter&aring;t uppt&auml;ckte Scheele den dittills obekanta oxiden
    till det grund&auml;mne, som n&auml;rmast ansluter sig till molybden, n&auml;mligen
    volfram. Vid unders&ouml;kning af ett hvitt mineral, som f&ouml;rekommer i Bispbergs
    j&auml;rngrufva och l&auml;nge genom sin betydliga tyngd v&auml;ckt mineralogernas
    uppm&auml;rksamhet, fann han att detta mineral utgjordes af kalksaltet till en ny
    syra. Han visar s&aring;v&auml;l likheterna som olikheterna mellan denna syra och
    molybdensyran. T. Bergman anf&ouml;rde i ett till&auml;gg till Scheeles afhandling
    m&aring;nga sk&auml;l som visade, att s&aring;v&auml;l molybdensyran som volframsyran
    voro metalliska kalker, hvilket, s&aring;som ofvan n&auml;mdt, besannades, hvad
    molybdensyran ang&aring;r, genom Hjelms f&ouml;rs&ouml;k att reducera molybdenmetall.
    Volframmetallen deremot reducerades 1783 af tv&auml;nne spanska kemister,
    br&ouml;derna d'Elhujar, som i Upsala studerat kemi under Bergman och i mineralet
    volfram funnit Scheeles tungstensyra i f&ouml;rening med j&auml;rnets och manganens
    oxider. Volframmetallen kallades f&ouml;rst tungstensmetall, men erh&ouml;ll
    sedermera i Tyskland och Sverige namnet volfram, i Frankrike ben&auml;mningen
    tungsten. I England ben&auml;mnes detta grund&auml;mne dels tungsten, dels scheelium,
    till minne af uppt&auml;ckaren. Volfram har &auml;nnu icke erh&aring;llit n&aring;gon
    st&ouml;rre teknisk anv&auml;ndning. Den ing&aring;r i n&aring;gra f&auml;rger, och
    volframsyrans natronsalt har visat sig vara ett ypperligt medel att skydda l&auml;tt
    ant&auml;nda tyger att taga eld.</p>
    <p>Af vigt f&ouml;r medicinen blef Scheeles nya metod att tillverka kalomel p&aring;
    v&aring;ta v&auml;gen, hvarom han h&ouml;ll <a id="Page_51"
    name='Page_51'></a>f&ouml;redrag den enda g&aring;ng han var n&auml;rvarande i
    Vetenskapsakademien. All i v&aring;rt land till medicinskt bruk anv&auml;nd kalomel
    beredes efter Scheeles metod.</p>
    <p>&Auml;nnu n&aring;gra arbeten af Scheele, t. ex. om beredningen af den vackra
    gr&ouml;na, men tyv&auml;rr h&ouml;gst giftiga m&aring;laref&auml;rgen, Scheeles
    gr&ouml;nt, m. fl., &aring;terst&aring; f&ouml;r att denna teckning af Scheeles
    bidrag till den oorganiska kemiens utveckling skulle bli fullst&auml;ndig, men de
    torde, s&aring;som mindre betydande, kunna f&ouml;rbig&aring;s.</p>
    <p>K&auml;nnedomen om de &auml;mnen, som f&ouml;rekomma i de lefvande organismerna,
    var p&aring; Scheeles tid s&aring; godt som ingen. Det &auml;r en af Scheeles
    od&ouml;dliga f&ouml;rtjenster att f&ouml;rst hafva brutit detta s&aring; rika och
    vigtiga f&auml;lt f&ouml;r forskning, hvilket i v&aring;ra dagar blifvit med
    s&aring;dan ifver och framg&aring;ng bearbetadt och lemnat resultat, som i h&ouml;g
    grad ut&ouml;fvat inflytande p&aring; industrien och medicinen.</p>
    <p>Fr&auml;mst bland Scheeles unders&ouml;kningar inom den organiska kemien skall i
    det f&ouml;ljande redog&ouml;ras f&ouml;r den m&auml;sterliga afhandlingen om
    berlinerbl&aring;tt, hvilken klart visar Scheeles s&auml;llsynta f&ouml;rm&aring;ga
    att &auml;fven p&aring; de sv&aring;raste omr&aring;den leta sig fram till sanningen.
    F&auml;rgfabrikanten Diesbach i Berlin hade tillf&auml;lligtvis i b&ouml;rjan af
    f&ouml;rra &aring;rhundradet erh&aring;llit en vacker bl&aring; f&auml;rg, bekant
    under namnet berlinerbl&aring;tt. Dess beredningss&auml;tt hemligh&ouml;lls, till
    dess Woodward 1724 offentliggjorde det. Sedan denna tid frestade m&aring;nga kemister
    sina krafter f&ouml;r att l&auml;ra k&auml;nna naturen af denna vackra f&auml;rg, men
    de kommo blott till oriktiga och besynnerliga resultat. Scheele unders&ouml;kte
    f&ouml;rst den s. k. blodluten, hvaraf f&auml;rgen beredes och som utg&ouml;res af en
    <a id="Page_52" name='Page_52'></a>l&ouml;sning af cyankalium. Han fann att denna
    blodlut, om den fick st&aring; i luften, f&ouml;rlorade sin egenskap att med
    j&auml;rnsalter gifva f&auml;llning af berlinerbl&aring;tt. Han l&auml;t sedan
    blodlut st&aring; i slutet k&auml;rl, hvarigenom den icke f&ouml;r&auml;ndrades. Nu
    anade han att det var luftens kolsyra, som var orsaken till att luten
    f&ouml;rderfvades, n&auml;r den var utsatt f&ouml;r fullt lufttilltr&auml;de,
    hvarf&ouml;r han h&auml;lde blodlut i en med kolsyra fyld flaska som tillkorkades. Nu
    f&ouml;rderfvades luten p&aring; ganska kort tid, men d&aring; han vid flaskans kork
    f&auml;ste ett med j&auml;rnoxid &ouml;fverstruket papper, fann han att detta vid
    fuktning med saltsyra blef bl&aring;tt. S&aring;ledes fans intet tvifvel mer, att det
    "tingerande &auml;mnet" var flyktigt. Han beredde nu st&ouml;rre m&auml;ngder af
    detta flyktiga &auml;mne p&aring; det s&auml;tt, att han destillerade blodlutsalt med
    svafvelsyra. &Auml;fven af berlinerbl&aring;tt framst&auml;lde han samma &auml;mne.
    Han kokade n&auml;mligen berlinerbl&aring;tt med qvicksilfveroxid och vatten,
    erh&ouml;ll s&aring; en l&ouml;sning af cyanqvicksilfver, hvilken s&ouml;nderdelades
    med j&auml;rn och svafvelsyra, hvarefter alltsammans destillerades. Han erh&ouml;ll
    s&aring; en f&auml;rgl&ouml;s v&auml;tska, om hvilken han s&auml;ger: "Detta
    &auml;mne har en besynnerlig, ej oangen&auml;m lukt; en smak, som st&ouml;ter
    n&auml;stan litet p&aring; s&ouml;tt och &auml;r n&aring;got hettande i munnen samt
    retar med det samma till hosta". F&ouml;ga anade Scheele att han nu hade under
    h&auml;nder ett af de giftigaste &auml;mnen kemien k&auml;nner,
    <i>bl&aring;syran,</i> hvaraf blott n&aring;gra f&aring; droppar fordras f&ouml;r att
    &ouml;gonblickligen d&ouml;da en stark hund. Scheele iakttog att bl&aring;syrans
    &aring;nga &auml;r br&auml;nbar och att vid f&ouml;rbr&auml;nningen kolsyra
    uppkommer, hvaraf var tydligt, att bl&aring;syran inneh&aring;ller kolsyra och
    flogiston (= kol). Emedan han funnit att flyktigt lutsalt (amoniak) uppkommer, <a
    id="Page_53" name='Page_53'></a>n&auml;r man destillerar berlinerbl&aring;tt,
    f&ouml;rs&ouml;kte han att bereda blodlut genom att upphetta en blandning af pottaska
    och kol samt inl&auml;gga salmiak i den gl&ouml;dande blandningen. Det visade sig nu,
    att han fick blodlut, n&auml;r han l&ouml;ste &aring;terstoden i vatten. Deremot
    lyckades han ej f&aring; blodlut genom att l&ouml;sa den massa han erh&ouml;ll,
    d&aring; han upphettade pottaska och kol enbart. Bl&aring;syran m&aring;ste
    s&aring;lunda best&aring; af "flyktigt lutsalt" (amoniak), "luftsyra" (kolsyra) och
    flogiston. Tolkas detta i &ouml;fverensst&auml;mmelse med v&aring;r uppfattning, bli
    bl&aring;syrans best&aring;ndsdelar kol, qv&auml;fve och v&auml;te, hvilket
    s&aring;som bekant, &auml;r fullt riktigt.</p>
    <p>Scheeles 1782 beskrifna f&ouml;rs&ouml;k med eterarter visa att han hade
    framst&auml;lt aldehyd,<a id="FNanchor_11_11" name='FNanchor_11_11'></a><a
    href='#Footnote_11_11'><sup>[11]</sup></a> detta m&auml;rkv&auml;rdiga &auml;mne, som
    gifvit upphof till en s&aring; stor m&auml;ngd vigtiga f&ouml;reningar. N&auml;r han
    destillerade alkohol med brunsten och svafvelsyra, erh&ouml;ll han en "eter, som har
    en f&ouml;rtr&auml;ffelig lukt". Denna "eter" var intet annat &auml;n aldehyd,
    sedermera af Liebig 1885 erh&aring;llen i rent tillst&aring;nd. Likaledes synes
    Scheele under dessa sina f&ouml;rs&ouml;k ha erh&aring;llit kloral, samma &auml;mne
    som nu f&aring;tt en s&aring; vidstr&auml;ckt anv&auml;ndning i medicin.</p>
    <p>Scheeles yrke ledde honom 1783 till en vigtig uppt&auml;ckt n&auml;mligen af
    glycerin, en tid kallad "Scheeles oljesocker". D&aring; man kokar blyglete med vatten
    och oljor, bildas pl&aring;ster, som Scheele riktigt kallar ett slags tv&aring;l,
    hvilken icke l&ouml;ses i vatten. Vid unders&ouml;kning af den v&auml;tska, som
    &aring;terst&aring;r efter pl&aring;sterberedningen, fann nu Scheele glycerin,
    hvilket &auml;mne i v&aring;ra dagar <a id="Page_54" name='Page_54'></a>spelar en
    vigtig rol som r&aring;&auml;mne f&ouml;r framst&auml;llandet af nutidens kraftiga
    spr&auml;ng&auml;mnen.</p>
    <p>Uti sin afhandling om en ny metod att konservera &auml;ttika (1782) visar Scheele,
    att &auml;ttikans f&ouml;rst&ouml;ring vid f&ouml;rvaring kan f&ouml;rhindras,
    derigenom att man upphettar den till kokning. Han uppfinner s&aring;ledes samma
    metod, den Appert'ska, som sedermera f&aring;tt s&aring; stor anv&auml;ndning vid
    konservberedning och som, efter hvad Pasteur i v&aring;ra dagar visat, beror
    derp&aring;, att genom kokningen j&auml;sningsv&auml;ckande mikrober d&ouml;das.</p>
    <p>De &auml;mnen, som f&ouml;rorsaka den sura smaken hos frukter, b&auml;r och
    vegetabilier i allm&auml;nhet, eller v&auml;xtsyrorna, voro icke bekanta vid Scheeles
    tid. Unders&ouml;kningen af v&auml;xtsyrorna h&ouml;rde till Scheeles f&ouml;rsta
    vetenskapliga arbeten. Redan under vistelsen i Malm&ouml; hade han unders&ouml;kt
    harsyresaltet, men man k&auml;nner ej med visshet, om han deraf lyckades
    framst&auml;lla oxalsyra, emedan hans derom f&ouml;rfattade afhandling, som
    inlemnades till Vetenskapsakademien, aldrig befordrades till trycket (sid. 9).</p>
    <p>Under vins lagring afs&auml;tta sig p&aring; fatens v&auml;ggar h&aring;rda
    kristallskorpor, som &auml;ro bekanta under namnet vinsten. Att detta &auml;mne vid
    gl&ouml;dgning ger kolsyradt kali var v&auml;l bekant, men om vinstenens organiska
    best&aring;ndsdel k&auml;nde man intet. D&aring; Scheele konditionerade i Malm&ouml;,
    sysslade han &auml;fven med vinsten och lyckades ur vinstenen med kalk bereda ett
    kalksalt, hvilket, s&ouml;nderdeladt med svafvelsyra, gaf en f&ouml;rut ok&auml;nd
    syra, vinsyra. S&aring; hade nu Scheele funnit den metod att frig&ouml;ra organiska
    syror, som sedermera ledde honom till uppt&auml;ckten af citronsyra samt
    &auml;pplesyra och &auml;n i <a id="Page_55" name='Page_55'></a>dag i industrien
    anv&auml;ndes f&ouml;r fabriksmessig framst&auml;llning af de organiska syror, som
    begagnas vid tygtryck. Uppt&auml;ckten af vinsyran blef icke offentliggjord af
    Scheele sjelf, utan af Retzius, s&aring;som f&ouml;rut &auml;r (sid. 9) omtaladt.</p>
    <p>&Aring;r 1784 uppt&auml;ckte Scheele citronsyran uti citronsaft och fann
    &aring;ret derp&aring;, att denna syra f&ouml;rekommer i krusb&auml;r och andra
    b&auml;rsorter. I krusb&auml;rsaft fann han &auml;nnu en annan syra, &auml;plesyran,
    hvars allm&auml;nna utbredning i v&auml;xtriket han &auml;fvenledes
    p&aring;visade.</p>
    <p>Rabarberrot inneh&aring;ller ett &auml;mne, hvilket k&auml;nnes som fin sand
    mellan t&auml;nderna, d&aring; den tuggas. Vid unders&ouml;kning af denna s. k.
    rabarberjord, fann Scheele 1784 att den utgjordes af oxalsyrans kalksalt. H&auml;raf
    f&ouml;ranleddes han f&ouml;ljande &aring;ret att unders&ouml;ka ett stort antal
    r&ouml;tter och barkslag p&aring; n&auml;rvaron af n&auml;mda salt, hvars
    allm&auml;nna f&ouml;rekomst i v&auml;xtverlden s&aring;lunda &aring;dagalades.</p>
    <p>&Auml;nnu en vigtig v&auml;xtsyra uppt&auml;ckte Scheele kort f&ouml;re sin
    d&ouml;d, n&auml;mligen gall&auml;plesyra eller som han kallade den
    "gall&auml;plesalt". Genom destillering af denna syra erh&ouml;ll Scheele den i
    fotografien anv&auml;nda pyrogallussyran.</p>
    <p>Benzoehartsets syra, benzoesyran, som man f&ouml;rut framst&auml;lde genom
    sublimering, l&auml;rde Scheele bereda p&aring; v&aring;ta v&auml;gen.</p>
    <p>Af organiska syror, som uppkomma vid oxidering af organiska &auml;mnen,
    uppt&auml;ckte Scheele slemsyran (1780) och sockersyran (1785). Den f&ouml;rra syran,
    kallad mj&ouml;lksockerssyra, bildas j&auml;mte oxalsyra vid inverkan af salpetersyra
    p&aring; mj&ouml;lksocker; den senare, som p&aring; liknande <a id="Page_56"
    name='Page_56'></a>s&auml;tt uppst&aring;r af vanligt socker, trodde Scheele vara
    &auml;plesyra. &Auml;fven uppt&auml;ckte han pyroslemsyran, som uppst&aring;r vid
    torr destillering af slemsyran.</p>
    <p>Till och med inom djurkemiens omr&aring;de str&auml;ckte Scheele sina forskningar.
    De farliga konkretioner, som uppst&aring; i urinbl&aring;san och f&ouml;rorsaka
    stenpassion, urinsten, unders&ouml;kte Scheele 1776. Han framst&auml;lde ur dem en
    f&ouml;rut ok&auml;nd, sv&aring;rl&ouml;slig syra, urinsyra, hvars f&ouml;rekomst i
    urin han likaledes &aring;dagal&auml;gger, &auml;fvensom att urin fr&auml;n
    frosspatienter &auml;r rikare p&aring; urinsyra &auml;n vanlig urin. I &auml;nnu ett
    annat afseende lemnade Scheele ett vigtigt bidrag till urinens kemi. Han fann
    n&auml;mligen att urinen inneh&aring;ller "animalisk jord" (fosforsyrad kalk), som
    finnes l&ouml;st till f&ouml;ljd af urinens halt af fri syra, men utf&auml;lles,
    n&auml;r man neutraliserar urinen med amoniak.&mdash;N&auml;r Scheele uppv&auml;rmde
    urinsyra med salpetersyra, erh&ouml;ll han en l&ouml;sning, som hade egenskapen att
    f&ouml;rorsaka purpurf&auml;rgade fl&auml;ckar p&aring; h&auml;nderna. Den
    inneh&ouml;ll s&aring;ledes det &auml;mne, som W&ouml;hler och Liebig i sitt
    klassiska arbete &ouml;fver urinsyrans s&ouml;nderdelningsprodukter kallat alloxan.
    Det &auml;r &auml;fven Scheeles f&ouml;rtjenst att ha uppt&auml;ckt den vackra
    murexidreaktionen, som &auml;n i dag anv&auml;ndes f&ouml;r uppt&auml;ckande af
    urinsyra. Genom torr destillering af urinsyra erh&ouml;ll han cyanursyra.</p>
    <p>&Aring;r 1780 underkastade Scheele mj&ouml;lken en unders&ouml;kning och
    s&ouml;kte finna orsaken till mj&ouml;lkens ystning. Han iakttog att ost f&auml;lles
    ur mj&ouml;lk b&aring;de genom tillsats af syror och salter samt att den &auml;r
    l&ouml;slig i alkalier. Att ostens utf&auml;llande medelst syror icke h&auml;rleder
    sig derifr&aring;n att syrorna neutralisera alkalit i mj&ouml;lken, visar han
    p&aring; det s&auml;tt, att han neutraliserar <a id="Page_57"
    name='Page_57'></a>mj&ouml;lk med salpetersyra och afdunstar vasslan, som ej lemnade
    ett sp&aring;r af salpeter. Han fann att osten inneh&aring;ller de syror, som
    anv&auml;ndas vid utf&auml;llningen, samt att vatten, surgjordt med mineralsyror,
    l&ouml;ser ost, under det organiska syror ej f&ouml;rh&aring;lla sig p&aring; detta
    s&auml;tt. Han antager nu, att ostens utf&auml;llande beror derp&aring;, att
    ost&auml;mnet attraherar syran och att den s&aring; uppkomna f&ouml;reningen f&ouml;r
    att l&ouml;sas fordrar en st&ouml;rre m&auml;ngd vatten &auml;n mj&ouml;lken
    inneh&aring;ller. Att salter f&auml;lla ost&auml;mnet l&auml;r enligt Scheele
    "f&ouml;rmodligen vara att finna uti vattnets n&auml;rmare affinitet till dessa
    salter, &auml;n till osten".</p>
    <p>I v&aring;ra dagar har Grimaux uttalat &aring;sigten att &auml;mnens koagulering
    beror derp&aring;, att de f&ouml;rlora vatten samt att i vissa fall koagulering
    framkallas af salter derigenom, att dessa ber&ouml;fva de uppl&ouml;sta &auml;mnena
    vatten. &Aring;sigten &auml;r, som vi se, m&auml;rkv&auml;rdigt
    &ouml;fverensst&auml;mmande med den, som redan f&ouml;r &ouml;fver hundra &aring;r
    sedan uttalades af Scheele.</p>
    <p>Scheele fann vid unders&ouml;kning af ost, att den inneh&aring;ller "animalisk
    jord" (fosforsyrad kalk) samt att ost i sina f&ouml;rh&aring;llanden n&auml;rmast
    liknar &auml;gghvita. Orsaken till &auml;gghvitans koagulering genom upphettning
    ans&aring;g Scheele vara denna: "som ost och &auml;gghvita kunna f&ouml;rbinda sig
    med syror, och deraf koaguleras, och som alla de &auml;mnen, hvilka med syror
    ing&aring; f&ouml;rening, ocks&aring; kunna f&ouml;renas med <i>Materia caloris</i>,
    hvarutinnan denna materie ofta liknar syror; s&aring; tyckes vara sannolikt, at
    <i>Materia caloris</i> ing&aring;r med &auml;gghvitan en kemisk f&ouml;rening, som
    s&aring;ledes &auml;r orsaken at hon h&aring;rdnar".</p>
    <p>Vid unders&ouml;kning af surnad mj&ouml;lk uppt&auml;ckte Scheele mj&ouml;lksyran,
    en af de vigtigaste organiska syror. <a id="Page_58" name='Page_58'></a>Af hvad ofvan
    blifvit anf&ouml;rdt finner man, huru omfattande, vigtiga och grundl&auml;ggande
    Scheeles forskningar varit f&ouml;r olika delar af kemien. Det &auml;r rent af
    h&auml;pnadsv&auml;ckande att en enda man, som ej uppn&aring;dde mer &auml;n 43
    &aring;rs &aring;lder, kunnat under sin korta, af n&auml;ringsomsorger upptagna
    lifstid och med s&aring; obetydliga hjelpmedel medhinna s&aring; m&aring;nga och
    p&aring; kemiens alla omr&aring;den s&aring; djupt ingripande forskningar. Genom
    dessa uppt&auml;ckter har han inom vetenskapen rest sig en minnesv&aring;rd,
    &aelig;re perennius, och mer &auml;n de fleste bidragit till den aktning och det
    anseende v&aring;rt land &aring;tnjuter bland nationer, som fr&auml;mjat forskningen,
    vidgat vetandet och bidragit till mensklighetens fram&aring;tskridande.</p>
    <a id="Page_59" name='Page_59'></a><a id="Page_60" name='Page_60'></a>
    <hr style='width: 65%;' />
    <p><b>FOTNOT:</b></p>
    <a id="Footnote_7_7" name='Footnote_7_7'></a><a href='#FNanchor_7_7'>[7]</a>
    <div class='note'>
      <p>Fullst&auml;ndiga titeln &auml;r: Carl Wilhelm Scheele's, d. K&ouml;nigl.
      Schwed. Acad. d. Wissenschaft Mitgliedes, Chemische Abhandlung von der Luft und dem
      Feuer. Upsala und Leipzig 1777.&mdash;En andra upplaga p&aring; tyska utgafs
      1782.</p>
    </div>
    <a id="Footnote_8_8" name='Footnote_8_8'></a><a href='#FNanchor_8_8'>[8]</a>
    <div class='note'>
      <p>Bononisk fosfor eller bolognesersten var en gl&ouml;dgad blandning af tungspat
      och organiska &auml;mnen, s&aring;ledes v&auml;sentligen svafvelbarium. Det
      uppt&auml;cktes 1602 af Vincenzio Cnscariolo, en skomakare i Bologna.</p>
    </div>
    <a id="Footnote_9_9" name='Footnote_9_9'></a><a href='#FNanchor_9_9'>[9]</a>
    <div class='note'>
      <p>En blandning af svafvelkalium och fint f&ouml;rdeladt kol.</p>
    </div>
    <a id="Footnote_10_10" name='Footnote_10_10'></a><a href='#FNanchor_10_10'>[10]</a>
    <div class='note'>
      <p>Scheeles samtliga arbeten utg&aring;fvos 1788&mdash;89 af Hebenstreit p&aring;
      latin i Leipzig under titeln Opuscula physica et chemica samt 1793 p&aring; tyska
      af Hermbst&auml;dt.&mdash;Hans i Kongl. Vetenskapsakademiens Handlingar
      offentliggjorda uppsatser &ouml;fversattes 1786 p&auml; engelska af Th. Beddoes och
      utkommo under titeln: The chemical essays of C. W. Scheele.</p>
    </div>
    <a id="Footnote_11_11" name='Footnote_11_11'></a><a href='#FNanchor_11_11'>[11]</a>
    <div class='note'>
      <p>Redan 1774 vid unders&ouml;kningen af brunsten hade Scheele erh&aring;llit en af
      salpetereter luktande v&auml;tska, som m&aring;ste ha inneh&aring;llit aldehyd.</p>
    </div>
    <br />

    <center>
      <img src='images/chapter4b.png' width='150' alt="IV" />
    </center>
    <hr style='width: 65%;' />
    <center>
      <img src='images/image57.png' width='500' alt='' title='' />
    </center>
    <hr style='width: 65%;' />
    <center>
      <img src='images/image58.png' width='300' alt='Pris: 1 kr. 75 &ouml;re.'
      title='Pris: 1 kr. 75 &ouml;re.' />
    </center>







<pre>





End of the Project Gutenberg EBook of Carl Wilhelm Scheele ett minnesblad på
hundrade årsdagen af hans död, by Per Teodor Cleve

*** END OF THIS PROJECT GUTENBERG EBOOK CARL WILHELM SCHEELE ***

***** This file should be named 14144-h.htm or 14144-h.zip *****
This and all associated files of various formats will be found in:
        http://www.gutenberg.net/1/4/1/4/14144/

Produced by Miranda van de Heijning and the Online Distributed
Proofreading Team. This file was produced from images generously
made available by the Bibliothèque nationale de France (BnF/Gallica)
at http://gallica.bnf.fr.


Updated editions will replace the previous one--the old editions
will be renamed.

Creating the works from public domain print editions means that no
one owns a United States copyright in these works, so the Foundation
(and you!) can copy and distribute it in the United States without
permission and without paying copyright royalties.  Special rules,
set forth in the General Terms of Use part of this license, apply to
copying and distributing Project Gutenberg-tm electronic works to
protect the PROJECT GUTENBERG-tm concept and trademark.  Project
Gutenberg is a registered trademark, and may not be used if you
charge for the eBooks, unless you receive specific permission.  If you
do not charge anything for copies of this eBook, complying with the
rules is very easy.  You may use this eBook for nearly any purpose
such as creation of derivative works, reports, performances and
research.  They may be modified and printed and given away--you may do
practically ANYTHING with public domain eBooks.  Redistribution is
subject to the trademark license, especially commercial
redistribution.



*** START: FULL LICENSE ***

THE FULL PROJECT GUTENBERG LICENSE
PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK

To protect the Project Gutenberg-tm mission of promoting the free
distribution of electronic works, by using or distributing this work
(or any other work associated in any way with the phrase "Project
Gutenberg"), you agree to comply with all the terms of the Full Project
Gutenberg-tm License (available with this file or online at
http://gutenberg.net/license).


Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm
electronic works

1.A.  By reading or using any part of this Project Gutenberg-tm
electronic work, you indicate that you have read, understand, agree to
and accept all the terms of this license and intellectual property
(trademark/copyright) agreement.  If you do not agree to abide by all
the terms of this agreement, you must cease using and return or destroy
all copies of Project Gutenberg-tm electronic works in your possession.
If you paid a fee for obtaining a copy of or access to a Project
Gutenberg-tm electronic work and you do not agree to be bound by the
terms of this agreement, you may obtain a refund from the person or
entity to whom you paid the fee as set forth in paragraph 1.E.8.

1.B.  "Project Gutenberg" is a registered trademark.  It may only be
used on or associated in any way with an electronic work by people who
agree to be bound by the terms of this agreement.  There are a few
things that you can do with most Project Gutenberg-tm electronic works
even without complying with the full terms of this agreement.  See
paragraph 1.C below.  There are a lot of things you can do with Project
Gutenberg-tm electronic works if you follow the terms of this agreement
and help preserve free future access to Project Gutenberg-tm electronic
works.  See paragraph 1.E below.

1.C.  The Project Gutenberg Literary Archive Foundation ("the Foundation"
or PGLAF), owns a compilation copyright in the collection of Project
Gutenberg-tm electronic works.  Nearly all the individual works in the
collection are in the public domain in the United States.  If an
individual work is in the public domain in the United States and you are
located in the United States, we do not claim a right to prevent you from
copying, distributing, performing, displaying or creating derivative
works based on the work as long as all references to Project Gutenberg
are removed.  Of course, we hope that you will support the Project
Gutenberg-tm mission of promoting free access to electronic works by
freely sharing Project Gutenberg-tm works in compliance with the terms of
this agreement for keeping the Project Gutenberg-tm name associated with
the work.  You can easily comply with the terms of this agreement by
keeping this work in the same format with its attached full Project
Gutenberg-tm License when you share it without charge with others.

1.D.  The copyright laws of the place where you are located also govern
what you can do with this work.  Copyright laws in most countries are in
a constant state of change.  If you are outside the United States, check
the laws of your country in addition to the terms of this agreement
before downloading, copying, displaying, performing, distributing or
creating derivative works based on this work or any other Project
Gutenberg-tm work.  The Foundation makes no representations concerning
the copyright status of any work in any country outside the United
States.

1.E.  Unless you have removed all references to Project Gutenberg:

1.E.1.  The following sentence, with active links to, or other immediate
access to, the full Project Gutenberg-tm License must appear prominently
whenever any copy of a Project Gutenberg-tm work (any work on which the
phrase "Project Gutenberg" appears, or with which the phrase "Project
Gutenberg" is associated) is accessed, displayed, performed, viewed,
copied or distributed:

This eBook is for the use of anyone anywhere at no cost and with
almost no restrictions whatsoever.  You may copy it, give it away or
re-use it under the terms of the Project Gutenberg License included
with this eBook or online at www.gutenberg.net

1.E.2.  If an individual Project Gutenberg-tm electronic work is derived
from the public domain (does not contain a notice indicating that it is
posted with permission of the copyright holder), the work can be copied
and distributed to anyone in the United States without paying any fees
or charges.  If you are redistributing or providing access to a work
with the phrase "Project Gutenberg" associated with or appearing on the
work, you must comply either with the requirements of paragraphs 1.E.1
through 1.E.7 or obtain permission for the use of the work and the
Project Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or
1.E.9.

1.E.3.  If an individual Project Gutenberg-tm electronic work is posted
with the permission of the copyright holder, your use and distribution
must comply with both paragraphs 1.E.1 through 1.E.7 and any additional
terms imposed by the copyright holder.  Additional terms will be linked
to the Project Gutenberg-tm License for all works posted with the
permission of the copyright holder found at the beginning of this work.

1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm
License terms from this work, or any files containing a part of this
work or any other work associated with Project Gutenberg-tm.

1.E.5.  Do not copy, display, perform, distribute or redistribute this
electronic work, or any part of this electronic work, without
prominently displaying the sentence set forth in paragraph 1.E.1 with
active links or immediate access to the full terms of the Project
Gutenberg-tm License.

1.E.6.  You may convert to and distribute this work in any binary,
compressed, marked up, nonproprietary or proprietary form, including any
word processing or hypertext form.  However, if you provide access to or
distribute copies of a Project Gutenberg-tm work in a format other than
"Plain Vanilla ASCII" or other format used in the official version
posted on the official Project Gutenberg-tm web site (www.gutenberg.net),
you must, at no additional cost, fee or expense to the user, provide a
copy, a means of exporting a copy, or a means of obtaining a copy upon
request, of the work in its original "Plain Vanilla ASCII" or other
form.  Any alternate format must include the full Project Gutenberg-tm
License as specified in paragraph 1.E.1.

1.E.7.  Do not charge a fee for access to, viewing, displaying,
performing, copying or distributing any Project Gutenberg-tm works
unless you comply with paragraph 1.E.8 or 1.E.9.

1.E.8.  You may charge a reasonable fee for copies of or providing
access to or distributing Project Gutenberg-tm electronic works provided
that

- You pay a royalty fee of 20% of the gross profits you derive from
     the use of Project Gutenberg-tm works calculated using the method
     you already use to calculate your applicable taxes.  The fee is
     owed to the owner of the Project Gutenberg-tm trademark, but he
     has agreed to donate royalties under this paragraph to the
     Project Gutenberg Literary Archive Foundation.  Royalty payments
     must be paid within 60 days following each date on which you
     prepare (or are legally required to prepare) your periodic tax
     returns.  Royalty payments should be clearly marked as such and
     sent to the Project Gutenberg Literary Archive Foundation at the
     address specified in Section 4, "Information about donations to
     the Project Gutenberg Literary Archive Foundation."

- You provide a full refund of any money paid by a user who notifies
     you in writing (or by e-mail) within 30 days of receipt that s/he
     does not agree to the terms of the full Project Gutenberg-tm
     License.  You must require such a user to return or
     destroy all copies of the works possessed in a physical medium
     and discontinue all use of and all access to other copies of
     Project Gutenberg-tm works.

- You provide, in accordance with paragraph 1.F.3, a full refund of any
     money paid for a work or a replacement copy, if a defect in the
     electronic work is discovered and reported to you within 90 days
     of receipt of the work.

- You comply with all other terms of this agreement for free
     distribution of Project Gutenberg-tm works.

1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm
electronic work or group of works on different terms than are set
forth in this agreement, you must obtain permission in writing from
both the Project Gutenberg Literary Archive Foundation and Michael
Hart, the owner of the Project Gutenberg-tm trademark.  Contact the
Foundation as set forth in Section 3 below.

1.F.

1.F.1.  Project Gutenberg volunteers and employees expend considerable
effort to identify, do copyright research on, transcribe and proofread
public domain works in creating the Project Gutenberg-tm
collection.  Despite these efforts, Project Gutenberg-tm electronic
works, and the medium on which they may be stored, may contain
"Defects," such as, but not limited to, incomplete, inaccurate or
corrupt data, transcription errors, a copyright or other intellectual
property infringement, a defective or damaged disk or other medium, a
computer virus, or computer codes that damage or cannot be read by
your equipment.

1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the "Right
of Replacement or Refund" described in paragraph 1.F.3, the Project
Gutenberg Literary Archive Foundation, the owner of the Project
Gutenberg-tm trademark, and any other party distributing a Project
Gutenberg-tm electronic work under this agreement, disclaim all
liability to you for damages, costs and expenses, including legal
fees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT
LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE
PROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE
TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE
LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR
INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH
DAMAGE.

1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a
defect in this electronic work within 90 days of receiving it, you can
receive a refund of the money (if any) you paid for it by sending a
written explanation to the person you received the work from.  If you
received the work on a physical medium, you must return the medium with
your written explanation.  The person or entity that provided you with
the defective work may elect to provide a replacement copy in lieu of a
refund.  If you received the work electronically, the person or entity
providing it to you may choose to give you a second opportunity to
receive the work electronically in lieu of a refund.  If the second copy
is also defective, you may demand a refund in writing without further
opportunities to fix the problem.

1.F.4.  Except for the limited right of replacement or refund set forth
in paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER
WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO
WARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.

1.F.5.  Some states do not allow disclaimers of certain implied
warranties or the exclusion or limitation of certain types of damages.
If any disclaimer or limitation set forth in this agreement violates the
law of the state applicable to this agreement, the agreement shall be
interpreted to make the maximum disclaimer or limitation permitted by
the applicable state law.  The invalidity or unenforceability of any
provision of this agreement shall not void the remaining provisions.

1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the
trademark owner, any agent or employee of the Foundation, anyone
providing copies of Project Gutenberg-tm electronic works in accordance
with this agreement, and any volunteers associated with the production,
promotion and distribution of Project Gutenberg-tm electronic works,
harmless from all liability, costs and expenses, including legal fees,
that arise directly or indirectly from any of the following which you do
or cause to occur: (a) distribution of this or any Project Gutenberg-tm
work, (b) alteration, modification, or additions or deletions to any
Project Gutenberg-tm work, and (c) any Defect you cause.


Section  2.  Information about the Mission of Project Gutenberg-tm

Project Gutenberg-tm is synonymous with the free distribution of
electronic works in formats readable by the widest variety of computers
including obsolete, old, middle-aged and new computers.  It exists
because of the efforts of hundreds of volunteers and donations from
people in all walks of life.

Volunteers and financial support to provide volunteers with the
assistance they need, is critical to reaching Project Gutenberg-tm's
goals and ensuring that the Project Gutenberg-tm collection will
remain freely available for generations to come.  In 2001, the Project
Gutenberg Literary Archive Foundation was created to provide a secure
and permanent future for Project Gutenberg-tm and future generations.
To learn more about the Project Gutenberg Literary Archive Foundation
and how your efforts and donations can help, see Sections 3 and 4
and the Foundation web page at http://www.pglaf.org.


Section 3.  Information about the Project Gutenberg Literary Archive
Foundation

The Project Gutenberg Literary Archive Foundation is a non profit
501(c)(3) educational corporation organized under the laws of the
state of Mississippi and granted tax exempt status by the Internal
Revenue Service.  The Foundation's EIN or federal tax identification
number is 64-6221541.  Its 501(c)(3) letter is posted at
http://pglaf.org/fundraising.  Contributions to the Project Gutenberg
Literary Archive Foundation are tax deductible to the full extent
permitted by U.S. federal laws and your state's laws.

The Foundation's principal office is located at 4557 Melan Dr. S.
Fairbanks, AK, 99712., but its volunteers and employees are scattered
throughout numerous locations.  Its business office is located at
809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email
business@pglaf.org.  Email contact links and up to date contact
information can be found at the Foundation's web site and official
page at http://pglaf.org

For additional contact information:
     Dr. Gregory B. Newby
     Chief Executive and Director
     gbnewby@pglaf.org


Section 4.  Information about Donations to the Project Gutenberg
Literary Archive Foundation

Project Gutenberg-tm depends upon and cannot survive without wide
spread public support and donations to carry out its mission of
increasing the number of public domain and licensed works that can be
freely distributed in machine readable form accessible by the widest
array of equipment including outdated equipment.  Many small donations
($1 to $5,000) are particularly important to maintaining tax exempt
status with the IRS.

The Foundation is committed to complying with the laws regulating
charities and charitable donations in all 50 states of the United
States.  Compliance requirements are not uniform and it takes a
considerable effort, much paperwork and many fees to meet and keep up
with these requirements.  We do not solicit donations in locations
where we have not received written confirmation of compliance.  To
SEND DONATIONS or determine the status of compliance for any
particular state visit http://pglaf.org

While we cannot and do not solicit contributions from states where we
have not met the solicitation requirements, we know of no prohibition
against accepting unsolicited donations from donors in such states who
approach us with offers to donate.

International donations are gratefully accepted, but we cannot make
any statements concerning tax treatment of donations received from
outside the United States.  U.S. laws alone swamp our small staff.

Please check the Project Gutenberg Web pages for current donation
methods and addresses.  Donations are accepted in a number of other
ways including including checks, online payments and credit card
donations.  To donate, please visit: http://pglaf.org/donate


Section 5.  General Information About Project Gutenberg-tm electronic
works.

Professor Michael S. Hart is the originator of the Project Gutenberg-tm
concept of a library of electronic works that could be freely shared
with anyone.  For thirty years, he produced and distributed Project
Gutenberg-tm eBooks with only a loose network of volunteer support.


Project Gutenberg-tm eBooks are often created from several printed
editions, all of which are confirmed as Public Domain in the U.S.
unless a copyright notice is included.  Thus, we do not necessarily
keep eBooks in compliance with any particular paper edition.


Most people start at our Web site which has the main PG search facility:

     http://www.gutenberg.net

This Web site includes information about Project Gutenberg-tm,
including how to make donations to the Project Gutenberg Literary
Archive Foundation, how to help produce our new eBooks, and how to
subscribe to our email newsletter to hear about new eBooks.


</pre>

  </body>
</html>

